[
    {
        "tag": "Renewable energy",
        "link": "https://www.iso.org/renewable-energy/solar",
        "title": "Solar energy: Harnessing the power of the sun",
        "abstract": "The clock is ticking. Our planet is heating up, and with every passing day, the stakes rise. Wildfires, floods and storms are no longer distant headlines – they’re unfolding right on our doorstep. Humanity stands at a crucial turning point, but amidst the climate crisis, a powerful ally emerges from above – the sun itself.\nFrom scorching deserts to sleek urban skylines, solar panels are multiplying at breakneck speed. They’re not just technological marvels; they’re beacons of hope. For businesses, they slash costs and showcase responsibility. For communities, they promise resilience and independence. This is today’s reality. Solar energy, once a fringe player in the renewable energy game, has exploded onto the global stage, leading a revolution that promises to reshape everything.\nBut here’s the twist – this solar revolution isn’t just about saving the planet. It’s about seizing an unprecedented opportunity. As we race to curb emissions, we’re unleashing a tsunami of innovation, creating jobs, and reimagining our relationship with energy. Solar power is proving that we can have our cake and eat it too – sustainability and prosperity, hand in hand.\nReady to catch some rays? Buckle up as we explore the incredible rise of solar energy. From its storied past to its cutting-edge present, we’ll show you why the future looks bright, powered by the greatest energy source in our solar system.",
        "content": "A short history of solar energy\nSolar energy’s story starts in 1767 with Swiss scientist Horace-Bénédict de Saussure, who built the first solar collector – a simple box that captured the sun’s heat. It wasn’t flashy, but it sparked an idea. Fast forward to 1839 when French physicist Alexandre-Edmond Becquerel made a groundbreaking discovery. He found that when light shines on certain materials, it can generate electricity. This laid the groundwork for the solar photovoltaics we rely on today.\nThe real breakthrough, however, came in 1954, when Bell Labs unveiled the first practical solar cell – a silicon cell that had an efficiency of about 6 %. This wasn’t just a scientific leap, it marked the birth of the solar panel. As the space race heated up in the 1950s and 60s, solar technology took centre stage, proving to be the ideal power source for satellites. This kick-started a new era of renewable energy that would eventually reach far beyond space.\nBut it was the 1970s energy crisis that brought solar down to Earth, pushing rapid innovation. Efficiency improved, prices dropped, and the world began to realize that solar energy wasn’t just an option – it was a necessity.What is solar energy?\nInexhaustible on a human scale, our sun supplies the Earth with an endless stream of energy. The challenge is to capture a tiny fraction of this energy to light up our cities, power our homes and fuel our industries. Modern technology has given us two exciting ways to tap into this renewable resource:\n\nPassive solar energy: Think of it as nature’s own thermostat. By strategically positioning buildings to soak up sunlight, you can create cozy, energy-efficient homes. With walls acting like giant batteries, they store the sun’s warmth during the day and release it again at night.\nActive solar energy: This is what comes to mind when we think of solar power – sleek solar panels or solar water heaters transforming sun energy into electricity and heat. The shiny panels do the heavy lifting, converting rays into renewable energy that can power everything from your morning coffee to your evening shower.\n\nBy combining these two approaches, modern solar energy systems can effectively harness and use the sun’s energy, paving the way for a future where our power needs align seamlessly with nature.\n\nSign up for email updates\nRegister for additional resources and updates on energy standards and related topics!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        Subscribe\n\n\n\nAlmost done! \nYou are only one step away from joining the ISO subscriber list. Please confirm your subscription by clicking on the email we've just sent to you. You will not be registered until you confirm your subscription. If you can't find the email, kindly check your spam folder and/or the promotions tab (if you use Gmail).\n\n\nHow your data will be used\nPlease see ISO privacy notice. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nHow does solar energy work?\nWhile most forms of energy can ultimately be traced back to the sun, the term “solar energy” typically refers to techniques that capture sunlight and convert it directly into a usable form of energy. Solar energy systems use three major technologies that tap into the sun’s energy, locally and in large-scale solar farms.\n\nSolar thermal power (for heating): Imagine warming your home with nothing but sunlight. Solar thermal collectors absorb the sun’s rays (solar radiation) and transfer them to a fluid – air, water or antifreeze – which carries that warmth where it is needed, keeping your space cozy and energy-efficient.\nConcentrated solar power (for electricity): Giant “mirrors” concentrate solar radiation to heat a transfer fluid, like molten salt or oil, to a very high temperature. This heat creates steam that spins a turbine, generating clean electricity. It’s like using the sun’s rays to drive a power plant.\nSolar photovoltaics (for electricity): Solar panels instantly convert sunlight to electricity. When light hits the silicon-based photovoltaic cells, it excites electrons, creating direct current (DC). An inverter then converts the DC into alternating current (AC) for use. Multiple cells form a solar panel, and several panels combine to create a solar array.\nSun energy in action\nSolar energy is emerging as a powerful and versatile solution for our energy needs. As the technology advances, its applications are becoming increasingly integrated into our daily lives. Let’s explore some of the exciting ways solar is already being used today:\n\nResidential: With solar panel technology, homeowners are harnessing renewable energy to power their lives, transforming rooftops and yards into eco-friendly energy hubs. Best of all, they’re slashing their energy bills in the process.\nCommercial and industrial: Businesses are jumping on the solar bandwagon too. Solar panels allow enterprises to cut operational costs while meeting their sustainability goals – turning once ordinary rooftops into energy assets.\nSolar power plants: Countries worldwide are investing heavily in large-scale solar farms, reducing their reliance on fossil fuels. These installations generate significant electricity from sunlight, cutting greenhouse gas emissions and creating jobs.\nPublic infrastructure: Imagine walking down a solar-powered sidewalk or cruising along solar roads that generate electricity as you drive. As these technologies gain traction, they have the potential to turn our daily commute into dynamic sources of renewable energy.\nFarming: Solar energy is revolutionizing agriculture, transforming how farmers irrigate crops, dry produce and manage livestock in remote areas. It’s not just about feeding the world, it’s about doing so sustainably and responsibly.\nPortable devices: Say goodbye to dead batteries and hello to eco-friendly charging. With solar PV cells embedded in everything from calculators to backpacks, you can harness sun energy wherever life takes you.\nSpace: And let’s not forget the final frontier. Satellites and space stations rely heavily on solar energy. The International Space Station uses arrays of solar panels to harness sunlight, providing a continuous supply of electricity for its systems and equipment as it orbits Earth.\nBenefits and challenges\nExciting applications await, for sure. But before we fully embrace this transition, it’s important to consider the pros and cons of solar energy. Undoubtedly, sun energy is an environmental game changer. It significantly reduces carbon emissions, contributing to cleaner air and a healthier planet. It is also a powerhouse of opportunity, promising job creation, greater price stability and the enticing prospect of long-term energy independence.\nBut let’s keep it real – despite its radiant potential, solar power isn’t without its challenges. The sun’s energy isn’t constant; it varies based on location, time of day, season and weather. These fluctuations keep energy planners busy, constantly seeking innovative solutions to keep the lights on when the clouds roll in.\nAnd then there’s the elephant in the room: cost. While prices have dropped dramatically over the last decade, the initial investment is still a hurdle for many. Ironically, while solar panels herald a cleaner future, they also have a darker side: their production involves toxic materials and energy-intensive processes. As early solar installations near the end of their lifespan, the need for proper recycling will become increasingly critical.The power of standards\nSo, while the potential of solar energy is dazzling, navigating its challenges requires a robust framework to ensure reliability and safety. Enter International Standards – the unsung heroes of the solar industry. In this dynamic landscape of solar energy, these standards are the guiding star, ensuring solar energy systems are not just high-quality, but also safe, efficient and reliable.\nTake the ISO 9459 series. It’s the reason you can trust your solar water heater to deliver that steamy shower, come rain or shine. But that’s not all. The ISO 22975 series takes solar collectors to new heights, ensuring they maintain peak performance and optimal efficiency over time, even in the toughest conditions. These standards do more than just guarantee quality; they are catalysts for innovation, inspiring the industry to break new ground and transform the sun’s potential into a powerful force for change.\n\nISO 9459-4:2013Solar heating — Domestic water heating systems — Part 4: Component tests and computer simulation\n\nISO 9806:2017Solar energy — Solar thermal collectors — Test methods\n\nISO 22975-5:2019Solar energy — Collector components and materials — Part 5: Insulation material durability and performanceWhat’s next for solar energy?\nThe future of sun energy is looking exceptionally bright. Projections suggest that by the end of the decade, we could be manufacturing over 1 200 gigawatts* of solar panels annually. This optimistic outlook is driven by several exciting trends:\n\nTechnological breakthroughs: Innovations like multi-junction and perovskite solar cells are shaking up the solar energy landscape, and it’s easy to see why. While multi-junction cells capture more light per unit area, leading to more energy generation, perovskite cells surpass traditional options in power absorption. Get ready for a future, where a dynamic blend of solar photovoltaic and thermal technologies will pave the way for more efficient and versatile solar power plants.\nEnergy storage: The race is on to advance energy storage solutions, with innovative battery technologies addressing the challenges of intermittent solar power. Meanwhile, smart grid integration is transforming how we manage and coordinate variable renewable energy sources, ensuring a steady flow of energy when we need it most.\nIntegrated photovoltaics: Solar energy is set to become a standard feature of our world, appearing on everything from rooftops to streetlights, to solar-powered wearables. Floating solar power plants on lakes and reservoirs are creatively tackling land scarcity, while solar panels embedded in electric vehicles are extending their range and reducing charging needs.\nPrintable solar technology: Get ready for a game changer! This innovative technology allows solar cells to be produced using flexible materials and manufacturing methods akin to traditional printing. The result? Lightweight, cost-effective solar solutions that can be applied to various surfaces, making solar energy more accessible than ever.\n\n* Source: International Energy Agency (IEA)Powering a brighter future\nWhile it may not be a silver bullet, solar energy represents a golden opportunity to reshape our world. From sun-soaked rooftops to sprawling solar farms, this technology is not just changing how we generate electricity or heat, it’s redefining our entire relationship with energy. But this solar revolution goes far beyond solar panels and power plants – it’s about energy democracy, empowering individuals and communities to generate their own clean electricity. It’s about resilience, creating a decentralized grid that can weather storms and blackouts. But most of all, it’s about hope, illuminating a path forward in our fight against climate change."
    }
]