[
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/tlp-title.html",
        "title": "Driving the global energy transition: The role of standards in shaping a sustainable future",
        "abstract": "By Deann Desai,\nProject Manager,\nGeorgia Institute of Technology Energy and Sustainability Services,\nGeorgia Manufacturing Extension Partnership\nLinkedIn\nThe energy sector is at a pivotal crossroads, where technology, innovation and policy converge to create a landscape ripe for transformational change. It’s a moment in time where the potential for real, lasting impact is within reach. Throughout my career, I’ve been fortunate to collaborate with an incredible array of visionary individuals who have continually inspired me.\nIn the early years of my journey, as climate change became an urgent global issue, it was clear to me that energy management wasn’t just a technical necessity, it was a strategic lever for addressing greenhouse gas emissions and driving the energy transition. Today, this challenge is at the heart of boardrooms, investor strategies and corporate communications. For any meaningful shift to take place, every stakeholder must be on board, working together toward a shared goal.\nWe’ve seen profound shifts in response to climate change, especially within the energy sector. But the truth is, we’re only scratching the surface. To fully realize a sustainable, low-emissions future, we need to continue paving the way for a smoother transition, ensuring that businesses, communities and countries alike can all join in this critical transformation.",
        "content": "Making change accessible\nOver the past few years, the sector has made significant and encouraging progress in addressing climate change. National and international policy decisions have catalysed investment in national energy grids across the globe, enabling the reduction of emissions factors in electrical energy – measuring the pollutants released per unit of activity – through increased use of renewable energy and greater grid efficiency. This marks a major step toward reducing the sector’s impact on greenhouse gas emissions.\nAt the same time, energy-intensive industries, including oil and gas, steel, cement, and aviation, have embraced decarbonization technologies at an accelerating pace. Innovations in renewable energy are similarly transforming the landscape of commercial buildings, cities and residential areas, making everyday life more sustainable. Agriculture, which accounts for roughly 22 % of global emissions, remains a significant contributor to climate change. However, the sector is seeing a shift toward more sustainable practices, with renewable energy sources such as biomass, wind, solar and waste being increasingly deployed.\nWhile these advancements in renewable energy and storage technologies have expanded their reach and reduced costs, the challenge now is to make these technologies even more affordable and accessible. Achieving this goal will require the expansion of emissions-reducing initiatives, alongside efforts to lower the costs of updating technologies and infrastructure needed to distribute renewable energy in a way that meets growing global demand.\nInternational Standards can play a pivotal role in overcoming these challenges. By providing a shared framework for organizations, these global standards will be instrumental in scaling up renewable energy adoption, fostering innovation, and ensuring that climate goals are met in an inclusive, efficient and sustainable manner.Engagement is essential\nAs a leading expert in energy management and energy savings, I recognize that one of the foremost challenges we face is stakeholder engagement. In our pursuit of a consensus on standards that address global sustainability and climate resilience goals, it is essential that we broaden the spectrum of viewpoints and involve a diverse range of stakeholders. This can be achieved by leveraging social media to engage individuals on key messages related to the energy transition. Such dialogue will not only inform our work but also provide valuable insights into how we can better support our global community.\nEqually important is the need to harness new technologies to enhance the standards development process and improve the way users interact with these standards. More critically, we must engage the next generation of standards developers to ensure that we are not just shaping a current consensus, but laying the groundwork for standards that will continue to serve and benefit our members for years to come.\nLooking ahead, the next five years will be pivotal. The transition away from fossil fuels must be managed in a way that ensures financial viability for economies, businesses and individual energy consumers. For the energy transition to succeed, it must be inclusive and equitable – this is not only a technical challenge but an economic one as well.\nThe energy transition is undeniably central to global efforts to combat climate change, yet translating national policies into tangible, everyday actions within businesses remains a significant challenge. This is where ISO standards can play a transformative role. By offering clear frameworks and guidance, ISO standards help bridge the gap between policy and practice, ensuring that organizations are equipped to contribute meaningfully to the energy transition while navigating its complex technical and economic dimensions.Paving the way\nISO is uniquely positioned to guide organizations through the complexities of change, offering the tools and frameworks necessary for informed decision-making at every stage of the energy transition journey. Our standards provide a clear pathway for organizations to understand and take meaningful action in reducing energy-related greenhouse gas emissions, ensuring they remain aligned with both their specific needs and broader sustainability goals.\nBut ISO’s impact extends beyond industry. We are equally equipped to engage with policymakers, urging them to take bold, decisive actions that will help achieve the global objective of limiting temperature increases to below 1.5 °C. In parallel, our companion standards on assurance play a crucial role by enabling organizations to provide transparent, reliable information on their emission reduction efforts – an essential step in building trust and credibility with consumers.\nI firmly believe that the global energy transition must permeate all aspects of our energy production and consumption, ultimately influencing every sector of the economy. While this process can seem complex and, at times, daunting, International Standards serve as a vital enabler, facilitating the adoption of common systems that simplify this transition. ISO offers a comprehensive suite of standards across more than 300 technical areas, ensuring that every aspect of an organization’s energy needs is addressed. By supporting the energy sector in navigating this transition with clarity and confidence, ISO plays a crucial role in advancing our collective goals – especially the imperative to combat climate change and protect the future of our planet."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/defining-good-governance.html",
        "title": "Defining good governance: A critical step towards sustainable development",
        "abstract": "Authored by the leadership of ISO/TC 309, recipient of the LDE Award 2024:\n\nKevin Brear, Chair \nDr Axel Kravatzky, Vice-Chair \nMike Henigan, Committee Manager \n\n\n \n\n\nToday, we stand in a world full of peril and potential in equal measure. Artificial intelligence (AI) has propelled us into a new era of technology and given rise to questions about what’s next. Across countries, we see deepening social and political divisions developing in parallel with rising temperatures in a rapidly warming world.\n\n\nSimultaneously, we have never been so connected to other countries and to each other. We are all in this together. There is a shared sense of urgency to act on global challenges, and we have more powerful technology than ever to deploy against today’s social and economic issues.\nHarnessing these opportunities to meet the challenges before us hinges on two things: our commitment to purpose and our ability to act on that purpose. Good governance empowers us to conquer on both fronts.\nWeak governance can undermine trust in organizations, damage reputations, incur heavy financial losses and lead to painful legal repercussions. But most importantly, poor governance prevents us from achieving the positive outcomes we so need: the wellbeing of people and planet. Good governance gives shape to an organization’s purpose and defines the contours of the value that organizations can generate. It enables that same organization to actively oversee – and course correct, if needed – its progress towards that purpose.\nFinally, with good governance comes accountability. This not only lays out good delegation systems where responsibilities can be distributed effectively and strategically. Accountability holds organizations responsible to those experiencing the consequences of their actions – positive or negative – and to stakeholders who want organizations to be aligned with their expectations throughout the journey.",
        "content": "Defining good governance as a global priority\nWe’re seeing a growing awareness of the importance of good governance, with issues spilling out of the secrecy of the boardroom and into public discourse. Our collective concern with governance is reflected in headlines about billion-dollar safety scandals, boycott movements to call out opaque financial practices and demand transparency, and a cultural expectation for products to do good as well as be good.\nBut with organizations operating across a spectrum of sizes, sectors, cultures and aims, how can we agree on a shared definition of good governing practices? And what yardstick can we use to measure an organization’s leadership? This is where International Standards come in.\n\n\n\n\n\n\nDefining an ultimate purpose\nAt the backbone of International Standard ISO 37000 is the principle that all organizations should define their purpose: the ultimate value they create. For too long, organizational leadership has been judged primarily by financial results. Therefore, it follows that an organization’s purpose has tended to align with financial objectives. It is time for organizations to go beyond finances and start actively contributing to environmental and social welfare. Whether it‘s combatting climate change, supporting local communities or addressing social inequalities, an organization’s work needs to ultimately transcend revenue generation; it needs to also be a force for positive change.\nThrough its 58 participating members and 27 observing members, ISO/TC&nbsp309 – our technical committee – provides guidance on anti-bribery, corruption, whistleblowing and fraud controls, for example. This empowers organizations to avoid doing business with bad people and bad companies. But our standards also touch on internal investigations, conflicts of interest, human trafficking, modern slavery and diversity management.\nGovernance also touches on the ESG framework. While the G in ESG stands for “governance”, this mainly refers to business conduct. Good governance goes beyond this to integrate all silos enveloped in responsible management practices. It therefore governs the entire ESG framework as well as organizational performance and purpose.\nTo build a better future, the ultimate measure of an organization needs to move from profit to include actively working for people and the planet. The idea isn’t that every company does everything. Every decision made will naturally incur a mix of positive and negative outcomes on the factors that constitute value – financial, human, social, natural capital, etc. There will inherently be judgement calls to make and trade-offs to consider. This is why stakeholder engagement, a thorough understanding of sustainability thresholds and accountability are fundamental to good governance. With those three elements in place, every organization can navigate these decisions and optimize for their purpose.Purpose backed by appropriate and proportional action\nA well-defined purpose goes far beyond building positive workplace cultures or setting ambitious environmental targets. It acts as a North Star for decision-making, ensuring every choice aligns with the organization’s ultimate positive contribution. Crucially, it helps leaders and decision makers navigate lean times and judge their situation with foresight and perspective.\nAchieving this purpose ultimately boils down to implementing systems by which an organization is directed, overseen and held accountable for achieving its defined purpose. Because good governance is about more than acting on purpose, it’s about acting appropriately and proportionally to deliver responsible outcomes.\nWe created ISO 37000 to provide guidance on how organizations can do this. Using the expertise of a committee with experience across countries and sectors, it equips governing bodies and governing groups with the tools they need to meet their responsibilities, so that the organizations they govern can fulfil their purpose.\nPertaining directly to the oversight element, ISO 37001, ISO 37002 and ISO 37301 support organizations with anti-bribery, compliance and whistleblowing management systems. This specifically equips organizations with the required tools to build effective internal control systems, reporting mechanisms, audits, and to apply appropriate corrective measures. But governance and integrity have also been adopted as key principles in other standards covering security, resilience and crisis management.\nMore than helping organizations themselves, these International Standards also give governing bodies assurance through guidance on internal and external audits, direct internal reporting and whistleblowing protocols. This gives them and other stakeholders assurance about the reliability of reporting, the effectiveness of internal controls and governance as a whole.A shift in thinking\nGood governance requires a significant cultural and philosophical shift. It is not a matter of quarterly meetings or annual reports, but a commitment to ongoing vigilance across compliance, risk management and integrated management. In many cases, it demands us to interrogate our own assumptions of success, and re-evaluate which companies and leaders we most admire, and why.\nBut with a shared understanding that we are barrelling down an unsustainable economic pathway, and a growing global feeling that crises are multiplying, this shift to prioritizing good governance is not only necessary, but long overdue. As we look to the future, the governance of organizations will remain a critical determinant of success and sustainability.\nWe are wholeheartedly convinced that our work in establishing and promoting governance standards is essential for building resilient organizations capable of adapting to change and leading in their respective fields. Our International Standards will not only be key to unlocking the full potential of organizations, they will help people and planet achieve sustainable growth in the years to come."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/resilience-through-alliance.html",
        "title": "Resilience through alliances: Building climate adaptation",
        "abstract": "By Diana Maria Quimbay Valencia,\nCountry Director, Rainforest Alliance\nLinkedIn\nThe climate crisis sits at the very top of the global policy agenda today. From decarbonization to the reduction of plastic pollution and the protection of natural resources, the urgency of the task rings loud and clear. The time to act is now.\nIn spite of this, global climate action suffers from an imbalance between adaptation and mitigation. Climate mitigation seeks to reduce the harmful impact of climate change by cutting emissions and transitioning to a more sustainable world. Climate adaptation, on the other hand, means empowering people and communities to build resilience to the impacts of climate change today. In essence, it refers to measures like building flood walls, diversifying crops and implementing early warning systems against acute climate shocks.\nCurrently, climate mitigation is receiving the majority of funding and is the central focus of policy discussions. However, as the impacts of climate change intensify, we must also enhance adaptation measures and increase the resilience of producers, communities, and landscapes. Through robust frameworks and a fair and just climate finance strategy, we can cope with climate change more effectively and put the world on a more sustainable trajectory.",
        "content": "Better tools for vulnerable farmers\nFarmers in Central and South America (and across the world) are already dealing with the effects of climate change: shorter growing seasons, unpredictable rainfall, a surge in plant diseases and pests, and reduced crop yields. Without bold climate action, crops like coffee and bananas could become rare delicacies in the future. The livelihoods and wellbeing of farming communities are also very much in jeopardy. To build resilience, it is crucial to focus on the most vulnerable populations. Small-holder farmers, especially women, ethnic minorities, and those with limited access to resources, face disproportionate impacts from climate change and often have limited means to cope with its effects.\nThe Rainforest Alliance was founded over 37 years ago with the goal of combating deforestation, strengthening biodiversity, and promoting good agricultural practices. Among our global objectives, we listen to farmers and forest communities’ needs and support them with resilient natural solutions to adapt to climate change. This involves identifying and understanding climate risks and vulnerability levels, and developing and implementing adaptation strategies tailored to the specific needs of the most vulnerable groups, ensuring they are not left behind.\nEmpowering farmers with knowledge, tools, and resources to adapt to changing environmental conditions can help them become more resilient. To this end, we implement strategies for regenerative and climate-smart agriculture, agroforestry, community-based forest management and forest restoration, where farmers can learn sustainable techniques that enhance productivity and reduce environmental impacts, such as transitioning to organic fertilisers, from toxic to approved pesticides and chemical inputs, adopting regenerative and soil conservation practices, and using renewable energy sources, among others.\nOn the other hand, we understand that the journey toward sustainability is complex and demanding, which is why we advocate for shared responsibility in agriculture supply chains. We encourage consumers to recognize the producers’ commitment to sustainability when purchasing certified Rainforest Alliance products. Embracing shared responsibility is essential for fostering a sense of collective engagement where we are all in and for realizing that sustainable practices and collaborative efforts are the only way to safeguard our environment.A joint commitment\nWe strongly believe in the power of alliances. When tackling complex problems, collaboration can make all the difference. By forging a powerful alliance between companies, local communities, regional and international organizations, governments, donors and other stakeholders, we amplify the efforts of those who live and work in the world’s most critical rural communities. Our Integrated Landscape Management (ILM) is a great illustration of how joint action from all landscape actors – farmers, forestry companies, rural communities, local leaders, businesses, and governments – addresses challenges that would be difficult to tackle individually.\nTherefore, having an integrated data system for all our programmes – from certification to landscape interventions – allows us to create more opportunities for greater impact and transparency. Having robust and accurate data enables us to provide high-quality services in the implementation of resilient and sustainable agricultural practices.\nISO, like Rainforest Alliance, seeks to provide solutions to global challenges such as climate change adaptation through alliances and the power of bringing together various stakeholders. Among the many ISO standards related to climate change, GHG reduction, vulnerability and adaptation, the primary interest is to have an appropriate international framework for implementing clear adaptation strategies.\nThe assurance system in the Rainforest Alliance’s certification programme was built on ISO standards. ISO/IEC 17065 is our benchmark for Certificate Bodies accreditation and ISO 19011 guidelines help us define some of the competencies we require of auditors conducting Rainforest Alliance audits. Because ISO 19011 includes the environmental management systems (ISO&nbsp14001), we are also able to say that our Certificate Holders are taking measures to strengthen their climate resilience, including adaptation measures.\nThese ISO standards have become a reference point for public entities, the private sector, organizations and communities alike. Adopting the same language, objectives and definitions and incorporating them into their own strategies and processes will foster trust, transparency and accountability. Ultimately, partnerships built on trust will enable us to make deep-rooted change on some of the most pressing social and environmental issues of our time.\nClimate change adaptation is not just an urgent environmental issue but a fundamental component of sustainable development. By investing and acting now on climate change adaptation, we can foster resilient agricultural systems, support small farmers, and promote long-term economic stability."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/ai-in-healthcare.html",
        "title": "Faster, smarter, kinder: How AI can help revolutionize the patient experience",
        "abstract": "By Laura Velásquez Herrera,\nPresident and Co-Founder of Arkangel AI\nLinkedIn\nWith its roots in compassion and humanity, the healthcare sector might seem an unlikely place for artificial intelligence (AI) to play a big role. Yet as we look deeper into the complex processes that build our medical systems, we uncover a multitude of ways that AI could revolutionize patient care for better diagnoses.\nThis technology is already impacting healthcare in powerful ways. AI is supporting the detection of conditions like heart disease, rare diseases and cancer. But it is also streamlining administrative tasks like writing summaries and notes, freeing doctors from the burden of paperwork. This empowers them to spend more time and energy on what matters most: their patients.\nAs we continue to adopt and develop AI in healthcare, it is crucial we keep patients at the core of everything we do. When we co-founded Arkangel AI, an AI-powered platform focused on enhancing healthcare services, we were driven to empower providers to keep the human element at the forefront of their industry. With the unprecedented power of AI at our fingertips, we have a responsibility to create scalable solutions that meaningfully address global health challenges. We can’t fall into the trap of creating technology for technology’s sake. For instance, a cancer prediction algorithm is only truly impactful if it’s accessible to people and patients worldwide. To fully realize AI’s benefits, we must not only develop technology, but ensure it’s widely available.",
        "content": "Barriers to AI in healthcare\nIn our experience, there are three major barriers that prevent AI from reaching its full potential in the healthcare sector.\nThe first is that most healthcare practitioners are not well versed in the ins and outs of technology and data management. There is a significant need for education around what technology is used for. Their expertise and focus is rightfully centred on the patients in front of them. AI experts need to work with decision-makers and practitioners themselves to help them understand how and where AI can help them, and build supportive infrastructure allowing them to use tools effectively, without impacting the time and energy they have for patients.\nThe second point is the lack of understanding of the actual problems that need to be solved. Without this, providers cannot determine where and how AI technology can deliver meaningful value. After that, it’s about seeing if there is data to solve that problem. Yes, there is a lot of data today, but it’s not always usable. However, there are always ways to find solutions as long as goals are clear and actionable.\nThe third and perhaps thorniest barrier is a lack of insight into the inaccessibility of healthcare in many parts of the world. Today, over half of the world’s population does not have access to healthcare services. AI can help enhance and expand essential healthcare coverage in low-access areas. In rural Latin America, for example, Arkangel AI is helping to create models that adapt to the basic infrastructure and capabilities available to healthcare professionals. This is helping reach people who don’t have access to specialist providers like radiologists, but it is also enabling early detection of diseases like malaria or the prediction of dengue to take preventive actions and reduce excessive contagion.\nFor patients to experience truly positive outcomes, healthcare institutions and governments must fix the underlying issues in their systems. This means taking a clear-eyed look focusing on the needs and demands of people. Designing AI tools that can only be implemented by a few – for a few – only risks widening the gap in healthcare inequality.Better processes, more compassionate care\nEven with these formidable barriers in mind, the potential of AI to improve the patient experience, and their prognosis, is too promising to disregard.\nToday’s healthcare system is overburdened: too many patients, too few practitioners, too much paperwork, too little budget. In the hands of experienced administrators and practitioners, AI tools allow healthcare systems to alleviate the strain on practitioners, increase efficiency and reduce costs. In this way, AI has the potential to make healthcare more accessible and deliver more impact.\nBut to achieve this, AI algorithms need to be ethical, usable and scalable. With digital healthcare data being highly sensitive, we must ensure we have a common understanding of what functional, accessible AI systems need and how to respectfully and responsibly build systems that work.\nInternational Standards like those developed by ISO will be vital as we undertake this important work. From data sanitation to protection, International Standards like ISO/IEC 27001 and ISO/IEC 27040 can help ensure that healthcare providers are on top of their data collection and that they can feed relevant, healthy and secured data to AI tools.\nInternational Standards can be a game-changer in tackling global disparities in data collection, storage and use. By setting uniform guidelines and offering crucial tools, these standards empower healthcare providers to progress on their digital data journey. Widespread adoption of ISO standards could create a strong data foundation, enabling AI tools to create more impact for more people.\nBy prioritizing standards and ethics and working collaboratively, we can build a healthcare ecosystem where AI acts as a powerful assistant to physicians, improving patient outcomes, increasing efficiency, and reducing costs. With clear guidelines and a steadfast focus on patient welfare, AI has the potential to revolutionize healthcare and save lives."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/diversity-and-equity.html",
        "title": "Diversity, equity and the power of difference",
        "abstract": "By Cynthia Hansen,\nManaging Director of the Innovation Foundation, The Adecco Group\nLinkedIn\nWhile our differences are often unspoken and unseen, they are a key ingredient in what drives us forward. Recently, the Society for Human Resource Management (SHRM) decided to remove equity from its Diversity, Equity and Inclusion (DE&I) definition. This was a strategic decision that aligns with SHRM’s commitment to accelerating holistic change through inclusion.\nLike many HR professionals, I was taken aback by this decision. Equity is a fundamental pillar of creating fair and inclusive workplaces. It is about levelling the playing field of difference, not creating sameness. There is no diversity without difference. It is diversity in its fullest sense that drives creative conflict, that challenges assumptions, and feeds innovation. In other words, without equity we cannot unlock the potential that lies within our differences.\nWhen underpinned by International Standards and driven by companies looking to create a fulfilling environment, HR policies can shape the future of inclusive workspaces.",
        "content": "Action beyond quotas\nThere are many studies that have qualified and quantified the value of diverse teams, from claiming higher rates of productivity to increased market share. I think this is the wrong focus. Typically, the takeaway from these studies is that companies should hire more diverse talent out of the same traditional talent pools. While this might work for a limited time, it has diminishing returns.\nWhat actually matters is that employers start to look beyond quotas, beyond mandates, and to take a more experimental approach to configuring diverse teams and seeing what yields good results. This means opening doors to unconventional pools of talent, valuing a broad range of experience and creating an enabling environment for everyone.\nIn the Women Back to Work programme, the Innovation Foundation is creating ways for mid- and low-skilled women to re-enter work after a career break. It is mainly aimed at non-traditional candidates who often get screened out of hiring processes too early. One of these women, Gabriela, has broad-based skills in customer service, but has never worked in hospitality. The lack of that specific entry in her CV gets her screened out in the first round.\nWhile she is left frustrated by another failed application from which she receives no feedback, it is actually the employer who has lost out on her talent. They lose out on Gabriela’s experience in retail, which gives her skills to work with the public. They overlook Gabriela’s experience setting up her own catering service and expertise in building a business from scratch. They ignore Gabriela’s ability to forge relationships and galvanize a team with her empathy and mentoring skills.Standardizing diversity, equity and inclusion action\nSo, how do we keep people like Gabriela in the system and get them in front of an employer who can see the skills they bring to the table? This all sounds good on paper, but it is much harder in reality. Changing norms and behaviours is immensely difficult. While data may change minds, it is only part of the equation. Hearts need to change as well.\nThe combination of data and empathy may be enough to change the behaviour of an individual recruiter, changing an entire system will take much more. This requires new systems and processes, incentives and rules, examples and narratives. It must rely on a critical mass of employers shifting approaches and sharing their learnings so templates can emerge that lower the threshold for replication.\nThis is where standardization can play a crucial role. By designing and codifying successful models and creating the right mix of accountability and incentives, standardization can push these models into the mainstream. At that point, they cease being an experiment and become table stakes. ISO’s technical committee on human resource management designs International Standards that do exactly this. ISO&nbsp30415, for example, provides comprehensive guidelines for developing, implementing and managing diversity and inclusion in organizations.\nRecognizing that each organization is different, this standard presents the fundamental prerequisites for diversity and inclusion, recommended actions, the relevant responsibilities and potential policy outcomes. Companies can also make an impact at the very first encounter with their workers. Employers with an eye on fair and inclusive recruitment and keen to create a positive candidate experience, can lean on the best practices outlined by ISO 30405.\nBut creating enabling environments doesn’t stop at DE&I and recruitment. International Standards like ISO 45001 focus on occupational health and safety while ISO 45003 empowers organizations to manage psychological risks in the workplace. After all, a workplace cannot be inclusive if it is unsafe and unsupportive of workers’ mental wellbeing.Bridging differences\nEquity is about levelling the playing field, but International Standards allow us to define what the level should be. If everyone is on a universally agreed common baseline, there is only one direction to go: up. If HR teams, hiring managers and employees can collectively shape the future of inclusive workplaces, we can envision a future where skills are weighted alongside certifications, where lived experience is valued as a complement to traditional education and where trainability and learnability are the primary stock in trade. Even a fraction of that is a future I would like to see. For Gabriela. And for all those who struggle in similar situations."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/sustainability-built-on-quality.html",
        "title": "Why sustainable development is built on quality",
        "abstract": "Physikalisch-Technische Bundesanstalt (PTB)\nLinkedIn\nThe world is full of colour and energy. Human ingenuity has harnessed this vibrancy to build truly amazing things. It is also this ingenuity that drives us to perpetually innovate and create, shaping the future we will all inhabit. But for us to make progress on challenges – from renewable power to healthcare – we need a consistent system for measurements.\nMetrology is an invisible foundation for quality of life. The science of measurements establishes and maintains a common framework of definitions which we can all use. It links all human activity and is powered by a continuous cycle of accuracy that drives science and technology forward. Most recently, in 2019, member states of the Metre Convention revised the International System of Units (SI) to redefine four of the seven base units – the kilogramme, ampere, kelvin and mole – in terms of constants that describe the natural world. The kilogramme, for example, has since been defined in terms of the Planck constant.\nWe are the Physikalisch-Technische Bundesanstalt (PTB), Germany’s national metrology institute. From clean water to photovoltaics, we are always looking for accuracy and precision in measurement. Under the German Federal Ministry for Economic Affairs and Climate Action, we deliver services to the public sector and industry on all questions regarding reliable measurements. Besides, we are proud to have played a key role in development cooperation for the past 60 years. Alongside our partner countries, we advise governments, promote institutions and support small and medium-sized enterprises. The projects we implement are funded by the German Federal Ministry for Economic Cooperation and Development.\nWhile much of our scientific work is based on the SI units and their dissemination, our work in the realm of development cooperation encompasses other dimensions. There, our efforts pertain mainly to the measuring and development of an arguably more abstract characteristic: quality.",
        "content": "An international quality infrastructure\nWe know that quality can be measured. Its features are measurable and can be clearly defined. Most importantly, in our view, metrology is built on the heartfelt conviction that quality is a public good. But proving compliance of products and services with national and international specifications requires a consistent network, known as quality infrastructure.\nThis internationally recognized quality infrastructure helps protect consumers and the environment, grow the global economy, combat poverty and unemployment and improve social performance. Because, in practice, quality underpins everything from the filling quantities of prepackaged goods like tuna or toothpaste to the protection of healthy competition in the open market.\nThe quality infrastructure is built on five key pillars: standardization, metrology, conformity assessment, accreditation and market surveillance. By complying and subscribing to such a universal quality framework, organizations – regardless of their size, industry sector and location – are held accountable. This fosters a culture of transparency, clarity and trust in international trade and cross-sector partnerships. The same applies to countries: once they have developed a functional quality infrastructure, they can better integrate into global value chains, thereby boosting their economies.\nDefining quality, however, is an impossible task without clarity on how to measure it. It’s vital that we make sure the measurements we all use are accurate and as future-proof as possible, so they are ready to accommodate future advances in science and technology.From measurements to meaningful impact\nOur work in international cooperation goes beyond measuring and defining quality. We aim to deliver tangible, real-world benefits. For metrology to have a truly meaningful and long-lasting impact, it must be woven into the day-to-day lives of people. For instance, as developed countries around the world look to shift their transportation systems towards electric vehicles, it is essential that charging stations are checked correctly and regularly so that consumers can rely on the accuracy of their top-ups. Just like drivers had to agree on what a litre or a gallon of fuel represented, EV owners will need to know exactly how much power they’re charging into their batteries.\nIn the developing world, our efforts to integrate emerging economies into the global quality infrastructure must answer several key questions. What are the quality-related strengths and weaknesses of the partner countries? What are the demands of users of quality services, such as industry and consumers? What resources and systems can we leverage? How can we make results sustainable in the long term?\nTo be truly effective in “real life”, our cooperation initiatives must marry global consensus and tailor-made solutions specific to unique contexts. There is no room for a one-size-fits-all approach in our search for accuracy. For instance, merchants in some local markets in Sub-Saharan Africa still measure volumes of rice with tin cans – which is what best fits their context. In that case, our mission isn’t to replace a functioning system. Rather, we try to find those actors, cases and products that have the potential to foster economic growth or a safer environment by improving their quality. This empowers them to participate in the global trade network. Not by lowering barriers to access, but by providing the tools necessary to “plug in” to the internationally recognized quality infrastructure.Collaborating for quality\nMetrology and standardization are both integral ingredients of the quality infrastructure. So, the simple fact is that this infrastructure cannot function without International Standards. In that light, international organizations like ISO, as well as national standards bodies like DIN, are obvious and necessary cooperation partners for us. Standards such as ISO 17025, for example, support us in the testing and calibration of instruments in metrology laboratories. Others like ISO 17020 specify requirements for the competence, impartiality and consistency of organizations performing inspections.\nA new topic is the circular economy: in Colombia, we are supporting our partners in the development of a product standard for “black slag”, a by-product of steel production. Together with key stakeholders from quality infrastructure and the industry, slag parameters are being defined and measurement methods are being further developed so that the slag can be transformed from a by-product into a “raw material”, e.g. for road construction. We also support the national standardization institutes in their work on the ISO technical committee on circular economy (ISO/TC 323).\nOn a higher level, PTB and ISO have been cooperating towards sustainable development for many years across the globe through common training measures, awareness creation activities and events – especially through the Capacity Building team. The recent Standards Engage! project, for example, had two main objectives: to increase effective stakeholder engagement in the standardization work of national standards bodies; and to enhance the recognition of the value and benefit of standards by public- and private-sector stakeholders in developing countries.\nIt is a luxury to have no grey areas. At PTB, our mission is to make that luxury a common good. But for this to happen, we must stay true to what is true. Together, metrology and standardization contribute to an internationally recognized quality infrastructure that fosters sustainable economic, social and ecological development. Weaving it into the foundations of the modern world benefits everyone, everywhere."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/why-the-world-needs-responsible.html",
        "title": "Why the world needs responsible AI",
        "abstract": "By Touradj Ebrahimi,\nEPFL Professor, Founder RayShaper SA and JPEG Convenor (chairman)\nLinkedIn\nFor the last 30 years, the JPEG image format has been a staple for the Internet’s billions of users. While the technologies used to display images have evolved tremendously over the past few decades, the JPEG format is still used everywhere today. This is a great example of what can happen when a new technology develops under consensus-based, responsive and inclusive governance.",
        "content": "Today, we have a chance to do this again. Artificial intelligence (AI) isn’t the first technology to impact day-to-day life for people all over the world, and it certainly won’t be the last. As a university professor, the founder of a company and a longstanding leader in international standards development, I have a fortunate vantage point. My many hats allow me to view the current applications of AI and its promise. To me, there is no doubt that responsible governance is the only way to deliver on the potential of AI while avoiding its negative side effects.  \nThat governance must encompass education, technology and regulation. But most importantly, it must be founded on inclusive and reliable International Standards. Governing the future \nSome liken AI to social media, which also fundamentally changed the way we communicate and connect with each other. Just like social media, AI could create a host of opportunities for positive developments; but it would be foolish to pretend there are no drawbacks. \nI prefer to equate AI to cars, because they are a perfect illustration of how ground-breaking technology can be used positively with responsible governance. People need a licence to legally drive a car, which is obtained through training; cars are significantly safer and easier to use than they used to be thanks to technological progress; and the industry is heavily regulated across the world. History shows that effective and responsible governance must be built on those three blocks. \nThe same applies for AI. First, we need education. People must be informed on the potential risks they face while using AI technologies, and how to avoid them. This way, consumers can actively contribute towards their own safety. \nSecond, there must be technological solutions to counteract risks. Solutions already exist for threats like misinformation, but we must do more to create effective antidotes to AI’s risks.  \nFinally, we need regulation, but we need to be careful in what we regulate. AI technologies and the tools that use them are very complex and move fast. Regulation must be designed and implemented with enough foresight so that it is still relevant by the time it comes into effect. Creating these smart frameworks and umbrellas is challenging work, but it is pivotal to the responsible use of AI going forward. Connecting streams \nThe main challenge is that AI is currently evolving along many tracks, at different speeds. But the challenges and potential risks of AI are global. This calls for inclusive, fair and flexible solutions. To bring all of these streams together and move forward responsibly, we must gather all stakeholders from all over the world around the same table. \nThe private sector - driven by shareholder value and competition - is innovating faster than anyone else. This means they are effectively setting standards as they go, simply because they are the first to wade into unknown territory. This is not negative per se, but it leaves out many key voices from the debate. Scientists, engineers, consumer associations, governments and others must all weigh in and come together to establish the mechanisms needed to guide AI towards a benign and prosperous future. \nISO has a proven track record of doing exactly this, and ISO/IEC 42001 is evidence that AI is high on ISO’s agenda today. As the world’s first AI management system standard, ISO/IEC 42001 addresses the unique challenges AI poses, such as ethical considerations, transparency, and continuous learning. All of this is entities providing or utilizing AI-based products or services, ensuring responsible development and use of AI systems. \nBy taking into account all voices, ISO consistently works towards building International Standards that are inclusive and, most importantly, flexible. From the humble JPEG to global telephone networks and broadcasting systems, many of today’s technologies would not have been possible without standards. \nWe stand on the brink of a new world powered by AI technologies. This provides an opportunity to minimize global risks by listening to all voices equally. To deliver on the promise of AI, we must act fast. Being static is not an option."
    },
    {
        "tag": "Expert talk",
        "link": "https://www.iso.org/contents/news/thought-leadership/tech-enabled-healthcare-how-inno.html",
        "title": "Tech-enabled healthcare: How innovations are shaping the future of medicine",
        "abstract": "By Dr Veronica Muzquiz Edwards,\nFounder and CEO of InGenesis Inc.\nLinkedIn\nHealth connects each one of us to one another. No matter where we are in the world, who we are or what we do, the state of our health is a key determinant in our quality of life. Simply put, it is our most valuable asset.\nIndividual health crises can be disastrously grim, and if not addressed adequately can result in a chain of negative events that upend not only the quality of life for the one inflicted, but their family and friends as well. Likewise, as we witnessed with the COVID pandemic, these events on a global scale can stretch healthcare systems to breaking point, decimate whole industries, cripple national economies and hinder global development. These negative outcomes illustrate the critical importance of protecting health for all, everywhere.\nDespite negative impacts, the pandemic reinvigorated a global impetus for innovation, especially in the field of medicine. From gene editing and artificial intelligence (AI)-powered diagnostics to wearable medical devices and the rapid growth of telehealth, today’s multifaceted technology breakthroughs offer countless benefits for patients and providers – but only if done right, with people at the core.",
        "content": "A need for innovation\nThe COVID pandemic did not start the technology revolution in healthcare. That movement had started well before 2020, spurred by several key megatrends such as the ageing of the global population. According to the United Nations, the number of people aged 65 and over is expected to more than double in the next 25 years, reaching 1.6 billion in 2050, equivalent to 1 in 6 people worldwide. The number of people aged 80 or older is growing even faster.\nThe ageing phenomenon has the potential to have an even greater impact than any past pandemic, as older people tend to consume more healthcare resources than the rest of the population. In the United States alone, people aged 65 or over accounted for 17 % of the population but represented 37 % of personal healthcare demand in 2020. In 2019, this segment of the population needed 280 700 physicians to provide their healthcare, but that number will need to rise to over 400 000 by 2034.\nExtrapolated to the global picture, the healthcare provider shortage is even more dire, with the World Health Organization (WHO) suggesting a global shortage of 4.3 million physicians, nurses and other health professionals. Aside from sheer numbers, this shift could also influence how the field prioritizes its care delivery. We may, for example, need more doctors who are generalists rather than specialists as their patients are likely to suffer from comorbidities and require more generalist care.\n\n\n\nWe must also remember that medical professionals are ageing, too. More than one-third of doctors in OECD countries were aged 55 and above in 2019. Without thorough health workforce planning and a strong contingent of young professionals primed to step in, this could represent a real problem.\nThis is an area where innovation and technology can help fill the gap – without representing a silver bullet. In his book on the use of AI in healthcare, Deep Medicine, Eric Topol suggests that this technology can be an important adjunct in assisting physicians in the delivery of healthcare across a broad spectrum of services. This includes acting as a force multiplier in addressing healthcare professional shortages.\nPhysicians have already been working side by side with AI and other technology tools for years. If developed and used responsibly, technology could further boost the fields of telehealth, disease and pharmaceutical research, and precision medicine. This would lead to better outcomes for patients as well as a more efficient, effective and impactful healthcare industry.A prescription for standards\nWhile the promises of technological innovation are alluring, it is important to keep the quality of patient care in mind. AI may lead to more personalized care in the sense that doctors will be able to design tailored treatments for patients and deliver them with increased precision, but we must be careful not to compromise on how personal care is. Remember, no matter how “high tech” healthcare becomes, at its best and most effective, healthcare is a “high touch” practice.\nIn a hospital, patients have nothing but their gown. They are at their most vulnerable, and they need a human connection in the care they receive. This is the constant that must be protected at all costs. If the healthcare industry is to capitalize responsibly on the promises of innovation, it must go beyond outcomes and consider the patient experience, too.\nTechnology is already being implemented and developed at breakneck speeds at every level of the healthcare field. What is needed now is a quality platform where the industry can gather methods, processes, performance monitoring tools, accountability mechanisms and a sound risk mitigation apparatus. For this, ISO is the only prescription.\nISO’s International Standards, built on expert input, are the invisible fabric that will help us create this platform. These standards already exist, and more are being developed continuously – but a standard that is not adopted is meaningless. The future of healthcare is such a big conversation involving so many different voices that it can be hard to know where to start. Why not start by adopting standards and using them as the basis for future progress?\nIf large organizations and thought leaders like the WHO, national governments and industry leaders can embody this message and take it forward, we can usher in the next era of healthcare worldwide."
    }
]