[
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/contents/news/2022/10/int-standards-summit-2022.html",
        "title": "G20 Indonesia: International Standards Summit 2022",
        "abstract": "“Recover together, recover stronger” with international standards",
        "content": "The leading international standards bodies – IEC, ISO and ITU – have urged world leaders to recognize, support and adopt international standards to meet the G20 goals defined under the theme of “Recover together, recover stronger”.\nThe three global bodies issued the joint declaration at an official G20 side event, International Standards Summit, in Bali, hosted by the National Standardization Agency of Indonesia (BSN) with the participation of the World Trade Organization (WTO). Standardization representatives from the G20 countries endorsed the call to action.\n“By referencing consensus-based international standards in their policies, world leaders achieve the priority issues goals of this G20 meeting, as well as the UN Sustainable Development Goals (SDGs). International standards transform policy objectives into actionable outcomes,” said IEC Secretary-General Philippe Metzger.\nThe three main pillars of the 2022 G20 meeting are global health architecture, digital transformation, and sustainable energy transition. The IEC/ISO/ITU declaration underlines how international standards and conformity assessment can contribute to building a greener and more sustainable future. In addition, the declaration notes that the three international standards bodies provide an institutional framework with the participation of a broad range of stakeholders from across society.\n\nInternational standards are instruments that enable the development of a harmonious, stable and globally recognized framework for the deployment and use of new technologies.\n\n\n\n\n\n\n\n\n\nSergio\n\nMujica\n\nSecretary-General of ISO\n\n“International standards are vital to global trade and economic development. Given life by collaboration and consensus, standards can help us ensure that digital transformation benefits everyone, everywhere,” said the Director of the ITU Telecommunication Standardization Bureau, Chaesub Lee.\nThe Chairman of BSN, Kukuh S. Achmad, assessed that standards and conformity assessments can help the world to recover together, recover stronger, in a sustainable way. “In the last two years, the global pandemic has affected every aspect of people’s lives, from health, education, to international trade. The process of handling the global pandemic cannot be separated from the support of international standards,” he said.\nIn the International Standards Summit 2022, standardization figures from abroad explained the correlation of international standards with priority issues of G20 2022 and SDGs. This G20 Side Event also invited the Coordinating Minister for Economic Affairs of the Republic of Indonesia, Airlangga Hartarto, and the Deputy Director-General of the World Trade Organization (WTO), Jean-Marie Paugam."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/contents/news/2022/10/standards_safe_legal_cannabis.html",
        "title": "Setting high standards for Canadian cannabis",
        "abstract": "SCC, the ISO member for Canada, says that standards are essential for an effectively regulated marijuana market.",
        "content": "In 2018 Canada passed the federal Cannabis Act. That made it the second country in the world, after Uruguay, to legalize the cultivation, possession and consumption of cannabis and related products.\nMuch has changed since that time: legal cannabis can be grown with restrictions, purchased and used for medical and recreational purposes in Georgia, Malta, Mexico and South Africa as well as some parts of the USA. These changes are in addition to the 28 countries that already allow the use of medical cannabis. Similar amendments to cannabis legalization are under consideration in many other countries across the globe.  \nThe pace of change can be hard to keep up with and, finding themselves in new territory, many cannabis entrepreneurs and businesses have been uncertain about the real-world application of laws and the best way to address questions of quality, traceability and security.\nFacing unprecedented challenges, many in the industry are in need of clear guidance to help them stay on the right side of the new law and to ensure the safety of their customers and employees. That's when SCC stepped in to propose comprehensive guidance to reassure businesses, cannabis afficionados, and regulators alike. \nWhilst federal regulations in countries like Canada stipulate requirements for the control and security of drugs and help provide some consumer protection, cannabis-specific guidance is necessary to fully address safety concerns. Over 200 experts volunteered their time to participate in the creation of much-needed guidance on the safety, security and sustainability of cannabis facilities and operations. The IWA, which has the potential to be further developed into an International Standard, addresses an international concern in novel ways, and has major ramifications worldwide. \nISO's ground breaking guidance for the cannabis sector has just been published in three parts:\n\nISO IWA 37-1:2022, Safety, security and sustainability of cannabis facilities and operations – Part 1: Requirements for the safety of cannabis buildings, equipment and oil extraction operations\nISO IWA 37-2:2022, Safety, security and sustainability of cannabis facilities and operations – Part 2: Requirements for the secure handling of cannabis and cannabis products\nISO IWA 37-3:2022, Safety, security and sustainability of cannabis facilities and operations – Part 3: Good production practices (GPP)\n\nTaken as a whole, these documents provide invaluable direction to legislative bodies and emerging companies and help to create a safe, legal market for adults who use cannabis."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2793.html",
        "title": "Zimbabwe's bright future",
        "abstract": "The ISO member for Zimbabwe (SAZ) says that the London Declaration is essential to climate action.",
        "content": "Few images of Africa are more persistent than the mighty Victoria falls. They are one of the reasons that tourists flock to Zimbabwe, together with a sun-kissed landscape that is home to a spectacular variety of wildlife. But, across the world unique biodiversity such as Zimbabwe’s is under threat due to climate change.\nThere are also local pressures, with population growth and primary industries placing competing pressures on the land. As the country addresses a mix of pressing sustainability issues, the ISO member for Zimbabwe is clear that standards are an important part of the solution.\nSAZ, has been highly influential in shaping the country’s approach to sustainable development. The ISO member has helped orchestrate a two-pronged approach that focusses on managing water resources as well as sustainable electricity production. You can find out more in the ISO climate action kit, which presents real-life examples from SAZ and other ISO members of the way in which standards are contributing to development strategy.\n\n\n\n\n\n\n\nSAZ commits to working with ISO and its members to ensure International Standards accelerate the achievement of the Paris Agreement, the UN Sustainable Development Goals and the UN Call for Action on Adaptation and Resilience. We pledge our support to ISO’s actions and initiatives and will monitor progress made in fulfilling the London Declaration.\n— Eve Gadzikwa\nSAZ, ISO member for Zimbabwe \n\n\n\n\n\nThe ISO member for Zimbabwe is stepping up with solutions to a global problem and meeting local needs at the same time. That's nothing new for the organization, which has been helping to improve lives through standards for 65 years. SAZ is building on its rich history of standardization to overcome historically-rooted inequalities and development issues that the country faces. With standards at the heart of sustainable development, the future looks bright."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2782.html",
        "title": "Australia steps up climate action through standards",
        "abstract": "ISO member Standards Australia says global collaboration is vital to provide the right solutions at the right time.",
        "content": "The ISO member for Australia says that standards are needed to help reduce emissions and move towards carbon neutrality with a focus on an innovative use of hydrogen technology.\nThe road is a long one. Australia has highly developed primary industries, including coal, and that gives it one of the highest-per-head outputs of CO2 in the world. That provides some idea of the scale of Australia’s national commitment to net-zero emissions by 2050.\nIn 2019, the adoption of the National Hydrogen Strategy by Australia stimulated domestic and international investor interest in the use of clean hydrogen. The Government Technology Investment Roadmap seeks out ways to replace Australia’s coal industry to address global climate concerns through investments in hydrogen and other low-carbon technology. As new technology is developed and innovation is integrated into everyday life, there’s a role for International Standards.\n\n\n\n\n\n\n\nSA proudly supports the London Declaration. A collaborative global approach to the development of International Standards is vital to provide the right solutions at the right time. ISO and its members play a key role in addressing climate-related challenges through mitigation, adaptation, quantification and the exchange of good practices.\n— Adrian O’Connell\nSA, ISO member for Australia\n\n\n\n\n\nStandards Australia recognizes the importance of standards supporting a more sustainable future and, through proactive engagement with the rapidly growing hydrogen sector, has contributed to the development of hydrogen as a key building block in Australia’s transition to carbon neutrality.\nA major step forward was the creation of a dedicated hydrogen technologies committee in Australia that mirrors the ISO technical committee for hydrogen technologies as well as the IEC’s technical committee on fuel cell technologies.\nThe work of the new committee covers all aspects of hydrogen across the value chain as an energy carrier. That includes the production, storage and handling, measurement, transport, transmission, and distribution of hydrogen in its pure form, blended with another fuel gas or via an alternate hydrogen transport vector, and use of hydrogen. Also included are end-use applications such as hydrogen refuelling infrastructure and mobility applications, domestic and industrial appliances and power and heat generation."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2781.html",
        "title": "China gives support to climate struggle through London Declaration",
        "abstract": "The ISO member for China, SAC, has pledged to make International Standards a central part of its approach towards carbon net-zero.",
        "content": "In the struggle against the grim reality of climate change, few countries are under greater pressure than China to get it right. Fewer still face the same degree of complexity in meeting the net-zero challenge.\nHeadline-grabbing commitments are easily made by less populous or further developed countries, but China faces a unique set of issues. These include maintaining the pace of economic development at the same time as ensuring that the accompanying improvements in quality of life are spread in a balanced and adequate way across the lives of the 1.4 billion people who live there.\nBalancing environmental protection with ongoing development is a tough puzzle to solve, and may even seem contradictory. But at the heart of it is a recognition that failure to implement change will have a catastrophic impact that could wipe out the advances of the last decades. In other words, taking climate action is a key element in improving quality of life, agricultural production, food security and livelihoods.\n\nClimate change has exerted persistent impacts on China’s ecological environment and socio-economic development, and already brought serious threats to its food, water, ecology, energy, and urban operation security, as well as people’s safety and property.\n\nIt’s one reason why China has long pursued a thorough and independent series of climate measures, at the same time as its active participation in global initiatives such as the Paris Agreement. In 2020, President Xi announced that China would achieve carbon net-zero in 2060, passing the peak of its emissions in 2030. As one of the world’s manufacturing hubs, China is a major exporter of consumer goods, as well as steel and agricultural products. The country will have to implement a tough set of measures to transform these industries and stay on track to its 2060 target.\nAs signatories to the London Declaration, a landmark agreement reached at the 2021 ISO General Assembly, China is putting standards at the centre of that endeavour, developing a consistent approach to tackling emissions, improving efficiency and measuring progress across a vast and varied country.\nDr Tian Shihong from SAC reiterated that the Declaration is an important way to move from intention to practical action.\n\n\n\n\n\n\n\nSAC is willing to work together with all ISO members in the development of relevant International Standards to combat climate change, promote the effective implementation of the London Declaration, and achieve the goals of the Paris Agreement and the UN SDGs.\n— Tian Shihong\nSAC, ISO member for China\n\n\n\n\n\nFind out more about ISO members and other organizations that have given their support for the London Declaration, and how standards can help us achieve a more sustainable world."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2780.html",
        "title": "European Standardizers back London Declaration",
        "abstract": "European standards bodies CEN and CENELEC are putting ISO standards at the vanguard of the struggle against climate change.",
        "content": "The London Declaration is an historic announcement made at the ISO General Assembly in 2021. It is a rallying call to those who understand that if we are to make urgent progress on the most pressing issues for the planet, we can’t do it alone, and we can’t do it without standards.\nCEN is the European Committee for Standardization. That means that it’s responsible for uniting standardizers from 34 European countries and ensuring that their work runs smoothly and results in effective standards that improve the lives of more than 750 million people.\nIn some ways, CEN carries out a similar role to ISO, but focused specifically at the European level. Likewise, CENELEC, the European Committee for Standardization in the electrical and electronic field, can be thought of as having a similar function to the IEC, but with a European rather than international mandate.\nTogether, CEN and CENELEC identify and develop the standards that help to smoothly mesh the cogs of everyday life in areas like air and space, construction and consumer products, energy, the environment, food, and a whole lot more besides.\nISO has a long history of successful partnership with CEN. In many cases, it is International Standards that receive official endorsement as “European Standards” through a process known as the Vienna Agreement, which recently celebrated 30 years of harmonizing standards for people who live in, and trade with, Europe.\n\nThe London Declaration is a clear demonstration of the ambitions of the European and international standardization community in the fight against climate change. CEN and CENELEC are happy to do their part and contribute to a net-zero future. \nStefano Calzolari, CEN President, and Wolfgang Niedziella, CENELEC President\n\nCEN and CENELEC’s endorsement of the London Declaration further demonstrates the willingness of Europeans to tackle climate issues with urgency, and to do so through practical means. Putting standards at the centre of climate strategy means that beyond the grand promises made so easily by leaders of governments and businesses alike, actions can be measured, verified and trusted."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/ref2770.html",
        "title": "Caribbean states step up climate action through standards",
        "abstract": "In the CARICOM region, where both people and ecosystem face heightened threats from climate change, standardizers are united in support of the London Declaration.",
        "content": "Ongoing climate change will have severe impacts for all of us. But for some island states, it could spell the end.\nThe threat of rising sea levels is a serious concern for low-lying countries and islands around the world. Disappearing beneath the water is the most catastrophic scenario, but there will be numerous, less immediately visible ways in which climate change will bring misery to people who are already suffering from the effects of a global addiction to fossil fuels.\nDisrupted weather patterns will likely impact zones like the Caribbean which have, over a period of millions of years, thrived under a delicate balance between ocean currents and trade winds, and the predictability of regular wet and dry seasons. When compounded with the catastrophic effects of warming on marine life, and reefs in particular, it’s easy to understand why climate action is an urgent priority.\nMany livelihoods depend on tourism which, as elsewhere, has taken a severe hit since the onset of COVID. There are plans for recovery but, in the long term, both governments and islanders themselves know that the priority must be a focus on sustainable development, resulting in a net-zero economy.\nAcross the Caribbean, national standards bodies are represented by the regional body CROSQ (the CARICOM Regional Organisation for Standards & Quality). CEO Deryck Omar is a lifelong standardizer and committed advocate for climate action who, in common with many global experts, believes that it is essential to maintain commitments to limit temperature rise to a 1.5 °C maximum. A virtual event earlier this year exploring sustainable energy showed how CROSQ is assisting in the fight against climate change and in the uptake of sustainable energy. Now their members have gone one step further.\n\nThese are complex issues requiring shared solutions and measurable results. The situation demands urgent action and International Standards are needed to make that a reality. That’s why CROSQ members fully support the London Declaration.\n\n\n\n\n\n\n\n\nMr\nDeryck\n\nOmar\n\nCEO, CROSQ, the CARICOM Regional Organisation for Standards & Quality\n\nCROSQ members have committed to the London Declaration, an historic announcement made at the 2021 ISO General Assembly. Supporters of the Declaration are united in their resolve to use International Standards and the ISO system to solve our most pressing challenge – Climate.\nFind out more about how the London Declaration puts ISO standards on the frontline of the battle to protect our planet."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2764.html",
        "title": "Danish Standards’ climate commitment",
        "abstract": "Denmark is amongst the first ISO members backing the London Declaration and committing to concrete action on climate.",
        "content": "The Declaration, launched during the 2021 ISO Week, is an historic commitment undertaken by ISO, its members and a number of other organizations, to leverage the power of International Standards in combatting climate change.\nThe Declaration aligns many different actors to a shared goal and, at the same time, allows each to address the problems most relevant to their particular situation. That flexibility is needed in a country like Denmark, where incremental improvements need to be carefully identified. There are fewer environmental “quick wins” to be had when you’re already ranked as one of the planet’s greenest nations.\nA highly engaged population is just one reason why Denmark is a pioneer in this field. But it’s also the result of energy policy and Denmark’s highly developed wind energy sector, which generates around half of all electricity used. In fact, experts from Yale and Columbia universities refer to Denmark as “leading the world on climate change action” in the 2020 Environmental Performance Index.\nSo, where will Danish Standards focus its efforts in its commitment to the London Declaration? Food loss and waste. Starting with running the new ISO committee that’s dedicated to solving the issue.\n\nDanish Standards is proud to lead efforts in ISO to reduce the huge global climate impact that food waste represents.\n\n\n\n\n\n\n\n\n\nAnne\n\nHasløv\n\nCEO, DS (Denmark)\n\nDanish Standards CEO Anne Hasløv welcomes this initiative and is committed to contribute to the work of ISO to ensure that International Standards and publications accelerate the successful achievement of the Paris Agreement, the United Nations Sustainable Development Goals and the United Nations Call for Action on Adaptation and Resilience.\nSpeaking on the role of standards in support of the Danish government’s 2025 Climate Goals, Hasløv said “our new 2025 Strategy highlights the ambition of Danish Standards to contribute to a sustainable and safe society and business community through a range of strategic initiatives focusing on people, planet and prosperity”. Examples of these initiatives include standardization of the circular economy in the construction sector, green digitalization, as well as sustainable, digital and resilient businesses.\nFind out more about other ISO members who are standing behind the London Declaration to meet ambitious climate goals through concrete action and the power of standards."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2762.html",
        "title": "Future standardizers on the horizon",
        "abstract": "KATS, the ISO member for the Republic of Korea, recently held the world’s foremost competition to identify the standards of the future, and the people who’ll be making them.",
        "content": "Since 2006, the Korean Agency for Technology and Standards (KATS) has organized the International Standards Olympiad. The unique competition, which went international in 2012, is an exciting way to open young minds to the power of standards. This year’s event, the 16th International Standards Olympiad, was held in a virtual format from 24 to 26 August 2021.\nThe event is fun, but highly competitive. Teams that pass the preliminary national rounds compete in a final round where they are assigned the task of solving real-world problems through collaboration and standards. To be an International Standards Olympiad winner takes much more than knowledge of standardization from a theoretical perspective: it demands creativity and passion for science, technology and teamwork. \nThe 120 participants, representing 40 teams from 7 countries (China, Indonesia, Japan, Kenya, Republic of Korea, Rwanda and Singapore), were provided with a dynamic and challenging opportunity to explore the world of standardization.\n\n\n\n\n\n\n\n\nCookie consent is requiredPlease view on YouTube or manage your cookies settings.\n120 participants, representing 40 teams from 7 countries took part in the 16th International Standards Olympiad 2021\n\n\nMiddle-school students (from 13 to 15 years old) tackled a highly topical subject: “Healthcare – Pandemic response – Technologies for contact-free daily life”. \nHigh-school students (from 16 to 18 years old) addressed another rapidly evolving area: “Road vehicles – Test methods for autonomous driving”.\nHighlighting the strategic importance of standardization for Korea, the award for the Platinum prize was presented by Korean Prime Minister Kim Boo-kyum to the winning team from Indonesia.Sharing his enthusiasm for the flagship standards competition, Administrator Sanghoon Lee from KATS said:\n\nStandards are essential to making tomorrow’s world more efficient and sustainable. But it is today’s youth that will lead that process. The International Standards Olympiad is helping to prepare a generation of future standardizers.\n\nThe next International Standards Olympiad is scheduled to take place in August 2022.\n\n\n\nThe 2021 winners of the International Standards Olympiad Platinum prize represented Indonesia."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2751.html",
        "title": "COP26: “Our 2050 World” pledges to accelerate non-state actors in the Race to Zero using standards",
        "abstract": "A new commitment to help non-state actors accelerate their Race to Zero using standards is announced on stage at COP26 in the United Nations Global Innovation Hub, on 4 November 2021 at 18:00 GMT.",
        "content": "The International Organization for Standardization (ISO), the British Standards Institution (BSI) and the UN-backed Race To Zero campaign have worked together to create “Our 2050 World”, a new initiative to address the urgent climate challenge through the convening power of standards.\nDespite an increasing number of net-zero corporate commitments, there is a lack of direction for business leaders as to how these targets can be met. Analysis by sustainable finance firm Arabesque published earlier this year states that fewer than 25 % of the world’s big public companies are on track to meet the goals of the Paris Agreement.\nIndustry needs clear, practical guidance to meet its net-zero ambitions. Common standards adopted worldwide could make a substantial contribution to providing that guidance and accelerate progress by non-state actors including companies, organizations and cities worldwide.\nOur 2050 World aims to:\n\nProvide clarity and consistency on net-zero targets, measurement and reporting\nMake climate action easier with accessible and pragmatic guidance\nAccelerate innovation with standards\n\nWorking together with other standards organizations, Our 2050 World will:\n\nTake forward the London Declaration, a commitment made by ISO and its members in September 2021, to accelerate the application of existing and future standards based on climate science and ensure that the consensus process includes the views of civil society and those most vulnerable to the effects of climate change.\nConvene leading players in the international standards system, governments and other international bodies to ensure that, wherever possible, standards and regulations are systematically supportive to accelerate our collective vision. It will also include harnessing the synergy with similar initiatives, including those outlined in the IEC and ISO Climate Action Kit.\n\nScott Steedman, Director-General Standards at BSI and ISO Vice-President (policy), said: “We recognize the urgent need for better guidance and clear metrics for organizations everywhere to track emissions reductions and progress to net-zero targets. Agreeing common standards on principles, processes and products and services that can work with national regulatory frameworks will accelerate the global transition.\n\n\n\n\n\n© Andrea Barrios Villarreal/ISO\n\n\n\nScott Steedman, Director-General Standards at BSI and ISO Vice-President (policy).\n“As a member of ISO, BSI is well placed to engage with the trusted, global standards network to deliver real, practical change through the promotion of common approaches to solving complex problems. The national delegation process on which International Standards are built means that all voices can be heard and together, all stakeholders can capture good practice and agree on the best way forward. Our 2050 World will enable transformational collective action to ensure that the future will be decided through consensus.”\nSergio Mujica, Secretary-General of ISO, said: “Our 2050 World will help move us from the London Declaration commitments to action. We recognize the need to mobilize our networks to drive real change quickly and effectively in order to help countries meet their net-zero targets and build a sustainable future. International Standards are instrumental in helping implement policies more effectively. Together, we will reach our climate goals more quickly.”\nFor more information, please visit: our2050.world\n\nAbout ISO\nISO (International Organization for Standardization) is an independent, non-governmental international organization with a membership of 165 national standards bodies. Through its members, it brings together experts to share knowledge and develop voluntary, consensus-based, market-relevant International Standards that support innovation and provide solutions to global challenges. ISO has published more than 24 000 International Standards and related documents covering almost every industry, from technology to food safety, to agriculture and healthcare. For more information, please visit iso.org.\nAbout BSI\nBSI (British Standards Institution) is appointed by the UK government as the national standards body and represents UK interests at the International Organization for Standardization (ISO), the International Electrotechnical Commission (IEC) and the European Standards Organizations (CEN, CENELEC and ETSI). BSI traces its origins to 1901 and became the world’s first national standards body. Its role is to help improve the quality, safety and integrity of products, services and systems by facilitating the creation and maintenance of consensus-based, market-led standards and encouraging their use. BSI publishes over 2 700 standards annually and withdraws over 1 500 old or superseded standards using a collaborative approach, engaging with industry experts, government bodies, trade associations, businesses of all sizes and consumers to develop standards that reflect good practice.\nTo learn more about standards, please visit: bsigroup.com/standards; for information on BSI, see: bsigroup.com/nsb."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2742.html",
        "title": "G20: Creating a better future with International Standards",
        "abstract": "World standards leaders issued a call to action to the heads of state.",
        "content": "The world’s leading standards bodies have issued a joint declaration calling on all countries to recognize, support and adopt international standards in order to contribute directly to the three pillars of the Italian G20 presidency: People, Planet and Prosperity.\nThe declaration was part of the International Standards Summit for People, Planet and Prosperity, held under the aegis of the Italian G20 Presidency.\n\n\n\n\nAppealing to policy makers and heads of state, the leaders of the World Standards Cooperation (WSC)[1] highlighted the powerful role that standards can play in facilitating recovery on all levels of sustainability. The declaration said that, by referencing standards in policy, governments could significantly support employment, health and education (People), contribute to sustainability (Planet) and enable the economic resilience of businesses (Prosperity).\nThe WSC leaders emphasized how the current pandemic has demonstrated the benefits of digitalization to all three pillars and the integral role that international standards play in supporting this. International standards are the backbone of digital technologies creating a “common language” that enables quality and compatibility for all users.\n“Digital technologies that work safely and efficiently for the benefit of society can ensure a sustainable, equitable and prosperous future. They enable new forms of collaboration and open up new creative possibilities for environmental policy. Digital technologies supported by international standards are powerful solutions for climate action and economic sustainability,” the call to action stated. \nIEC General Secretary Philippe Metzger said that the work of international standards and conformity assessment was to support efforts to build a more sustainable and inclusive world.\n“For us, that means supporting the realization of an ‘All Electric Society’ with a zero-carbon economy, which will ensure global prosperity by providing universal access to affordable energy generated from renewable and sustainable sources,” he said.\n“International standards and conformity assessment can also pave the way to a circular economy that takes better care of our resources. They are powerful tools that can help governments and regulators implement policies more efficiently and reach development goals more quickly.”\n\nWSC: The International Electrotechnical Commission (IEC), International Organization for Standardization (ISO) and International Telecommunication Union (ITU).\n\n\n\n\nFrom left to right: Giuseppe Molina, Director-General of CEI; Gilles Thonet, IEC Deputy Secretary General; Chaesub Lee, Director of ITU Telecommunication Standardization Bureau; Sergio Mujica, ISO Secretary-General; and Ruggero Lensi, Director-General of UNI.\n \nISO Secretary-General Sergio Mujica said the world is facing unprecedented global challenges, which calls for greater international cooperation and collaboration.\n“The world needs national and international collaboration more than ever, and events like the G20 for People, Planet and Prosperity are essential,” he said.\n“The international standards community must drive forward its multilateral efforts as we navigate through unstable times and look ahead to a robust, balanced and inclusive global economic recovery. International standards are powerful tools to help realize the commitments that result from such collaboration and enable us to build a sustainable future.”\nChaesub Lee, Director of the ITU Telecommunication Standardization Bureau, emphasized the importance of giving everyone a voice in deciding how new technological capabilities should factor into our future.\n“International standards represent voluntary commitments to new ways of working together – they must help us to ensure that innovation in the interest of sustainability is shared worldwide,” he said.\n“Digital transformation is accelerating, creating convergence in the business of different industry sectors and the responsibilities of associated regulatory authorities. We must continue bringing everyone together to clarify our respective contributions to a sustainable future, including the contribution expected of international standards bodies.”\nThe call to action also urged all countries to ensure that international standards and publications accelerate the successful achievement of the Paris Agreement, the United Nations Sustainable Development Goals and the United Nations Call for Action on Adaptation and Resilience. This is also in line with ISO’s London Declaration, signed at the recent annual General Assembly, which outlines ISO’s commitment to work with members and stakeholders to facilitate and achieve these goals.\nIn addition, IEC and ISO have developed a “Climate Action Kit”, a package to support policy makers in their commitment to reducing net greenhouse gas emissions. The package presents case studies on how standards can support public policies and influence climate change initiatives.\nClosing the event, Renzo Tomellini, Chief Technical Adviser to Roberto Cingolani, Italy’s Minister of Ecological Transition, emphasized the importance of standards in achieving net-zero goals.\n“International standards are essential to address the challenges our world is facing, at the economic, environmental and social levels,” he said.\n“They enable us to walk the talk, not just talk the talk. The standards community is essential to the well-being of society. I congratulate the standards leaders and participants at this event for their collaboration, commitment and achievements so far.”\n \n\nThe event was held under the aegis of the G20 Italian Presidency, with the contribution of the Italian Ministry of Economic Development and Ministry of Foreign Affairs. It was organized jointly by the Italian standardization bodies UNI and CEI, together with the International Electrotechnical Commission (IEC), International Organization for Standardization (ISO) and International Telecommunication Union (ITU).\nOriginally intended to take place in Naples, Italy, the Summit was held remotely due to the global pandemic, welcoming participants from all over the world.\nThe first International Standards Summit took place last year under the G20 Saudi Arabia Presidency. This year, during the Italian Presidency, UNI celebrates its centenary as it was founded in 1921. The Italian Electrotechnical Committee (CEI) was established in 1909."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2724.html",
        "title": "Christoph Winterhalter to become VP of Policy",
        "abstract": "ISO General Assembly elects new Officer from German member, DIN.",
        "content": "As part of the ISO General Assembly, members are asked to make their voices heard in shaping the future direction of the Organization. This includes the election of fellow members to sit on the ISO Council, as well as the nominations and election of the ISO Officers who perform key strategic roles.\nAs per the criteria set out in ISO’s rules, the candidate needs to be the head of an ISO member body, who must bring solid working knowledge of ISO and its policy, complemented by extensive international experience.\nThe nomination by the ISO member for Germany, DIN, of their current CEO, Christoph Winterhalter, was confirmed following a vote held by members as part of ISO Week 2021.\nChristoph, whose duties as Vice-President (policy) will run for the 2022 to 2023 term, is a leading figure in standardization who brings substantial experience in matters of policy at the national and international level, informed by his current roles as head of DIN as well as VP Policy of the European Committee for Standardization, CEN (until end 2021).\nBuilding on his master’s in Computer Science, Christoph spent almost two decades working in cutting-edge robotics at renowned international engineering giant ABB. He has maintained close links to industry and technology, and is a vocal advocate for the essential role of standards in Industry 4.0, and the need to maintain standards that keep pace with, and enable, digital transformation.\nChristoph Winterhalter will begin his role as VP (policy) on 1 January 2022."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2723.html",
        "title": "Javier Garcia to become new VP of Technical Management",
        "abstract": "ISO General Assembly elects new Officer from Spanish member, UNE.",
        "content": "As part of the ISO General Assembly, members are asked to make their voices heard in shaping the future direction of the organization. This includes the election of fellow members to sit on the ISO Council, as well as the nominations and election of the ISO Officers who perform key strategic roles.\nAs per the criteria set out in ISO’s rules, the candidate needs to be the head of an ISO member body, who must bring solid working knowledge of ISO and its policy, complemented by extensive international experience.\nThe nomination by the ISO member for Spain, UNE, of their current Director-General, Javier Garcia, was confirmed following a vote held by members as part of ISO Week 2021. Javier, whose duties as Vice-President (technical management) will run for the 2023 to 2024 term, will come his new role with vast experience of international standardization.\nIn addition to serving as member of ISO Council (for the period 2018 to 2021), Javier Garcia will continue to provide vital input to ISO’s strategy and policy units until the end of this year. He will be a great asset in terms of building stronger cooperation with our key partners: Javier previously served as Vice-President Technical at the European Committee on Electrotechnical Standards, CENELEC, for the period 2018-2020 and was a member of IEC Standardization Management Board for the period 2012-2017.\nA talented communicator, facilitator and leader, Javier has engaged in numerous bilateral and regional standardization meetings as well as capacity building activities with ISO members from around the world.\nJavier Garcia will begin his role as VP (technical management) on 1 January 2023, and will serve as Vice-President-elect throughout 2022."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2725.html",
        "title": "New Heads welcomed from ISO membership",
        "abstract": "ISO President Eddy Njoroge and Secretary-General Sergio Mujica welcome recently appointed leaders from national standards bodies.",
        "content": "Among the events taking place as part of 2021’s virtual ISO Week in London is a welcome opportunity for ISO’s leaders to meet with those who have been recently appointed to head the organizations that make up our membership.\nThe outbreak of COVID prevented a similar session from taking place during last year’s ISO Week, which meant that a greater number than usual were invited. In fact, since late 2019, 46 of our members have appointed new leaders representing every region of the globe. \nThe President Eddy Njoroge greeted the new Heads warmly, affirmed ISO’s commitment to focus on and support members, and pledged his ongoing support in enabling the ISO Strategy.\nTogether with Secretary-General Sergio Mujica, they went on to present an overview of the ISO system, focusing on the importance of maximizing value from participation in the development and promotion of International Standards. Mr Mujica emphasized his belief that, as a membership organization, ISO is only as strong as its members. He explained how support is delivered to our members, presenting ISO’s membership team and its dedicated regional coordinators.\nIn explaining ISO’s regional engagement policy to the new leaders, the Secretary-General reaffirmed his key objectives for the programme: Firstly, to provide dedicated, sustainable and tailor-made support directly to all ISO members in a regional context. Additionally, to enhance engagement with the regional and sub-regional standards organizations recognized by ISO Council in order to take full advantage of a strategic partnership approach with these organizations.\n\nRecently appointed Heads from the following ISO members were invited: Afghanistan, Armenia, Azerbaijan, Bahrain, Bangladesh, Barbados, Benin, Bhutan, Botswana, Burundi, Congo, Dominica, Dominican Rep, Ecuador, Eswatini, Gabon, Greece, Haiti, Indonesia, Iran, Israel, Jamaica, Jordan, Kazakhstan, Korea DPR, Korea, Rep of, Kyrgyzstan, Lithuania, Malaysia, Mauritius, Moldova, Montenegro, Mozambique, Myanmar, Niger, Nigeria, Paraguay, Russian Federation, Slovakia, South Africa, Sudan, Tajikistan, Togo, Uganda, United Arab Emirates, and Uruguay."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2711.html",
        "title": "Standards success in Viet Nam with ISO 9001",
        "abstract": "Study shows that ISO’s quality management system (QMS) is an effective support tool promoting administrative reform in state administrative agencies.",
        "content": "It’s been almost 15 years since Viet Nam took the bold step of implementing ISO 9001, one of the world’s most popular standards, across its state-administered agencies and organizations.\nIntended to bring benefits and efficiencies across public services, a recent evaluation has confirmed the value of the ISO QMS in state management activities serving organizations and individuals.\nThe ISO member for Viet Nam, STAMEQ, found that ISO standards have supported the country’s development goals.\n\nThe application of the quality management system has had practical effects in line with the trend of building a modern administration in the direction of openness and transparency to meet the needs of Vietnam’s economic integration, effectively support the Government’s administrative reform program.\n\nIn 2021, ISO 9001:2015 was reviewed and confirmed by the group of experts responsible for maintaining it as the world’s leading QMS. In Viet Nam, its use (as TCVN ISO 9001) has been shown to help local governments maintain a high level of service at the same time as improving sustainability.\nAs part of their evaluation, STAMEQ believes that ISO 9001 provides models and diagnostic tools to implement a comprehensive quality management system that will contribute to making local government efficient and reliable.\nSome of the key outcomes and benefits observed over the last five years include a system of agencies and organizations under the state administrative system with the aim of building, applying, maintaining and improving the QMS across almost all ministries and regions (91 % ministries and 98.4 % regions).\nIn addition to implementing a system of legal documents, guiding documents for the implementation of both professional, state management and financial regimes, a methodical approach has been applied that has simplified and shortened procedures and processing times across all types of organizations.\nThe use of ISO’s QMS is seen as a major contribution towards improved public service, providing a harmonized, “one-stop-shop” approach to government regulations, that recognizes transparency and simplicity as important elements in building trust and satisfaction in public services.\nIn addition to creating favourable conditions for the digitization and management of official records, ISO 9001 has proven to be an effective support tool for administrative reform of state agencies. These are important steps as Viet Nam begins building an e-government system and further digitizing state administrative processes and procedures.\nThe use of ISO 9001 has been effective across the board, with particular benefits observed in areas that are considered sensitive from a societal perspective such as attributing land use rights, issuing construction permits and business registration certificates, and registering and certifying births.\nThe study observed that across ministries, sectors and regions, interest in applying ISO 9001 has increased year-on-year across the last five years. At the same time, inspection activities and reporting have been confirmed as important supporting factors in achieving good scores in peer assessment ratings (PAR), an index for administrative reform geared toward continuous improvement of administrative services in Viet Nam."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2712.html",
        "title": "Qingdao Forum on International Standardization held in China",
        "abstract": "East China’s Shandong province delivers a global message on the importance of “Standards for the SDGs”.",
        "content": "The 2021 Forum was held on 27-28 July in Qingdao and was hosted by the Shandong Provincial People’s Government and the State Administration for Market Regulation, with the active participation of the ISO member for China, the Standardization Administration of China (SAC).\nThe hybrid event, involving both virtual and physical participation, attracted more than three hundred people from China and around the globe. It was attended by leaders of the organizing bodies and the SAC, as well as other ministries and commissions, academicians from the Chinese Academy of Engineering, and experts from well-known Chinese research institutes and universities. In addition to the main conference, the event consisted of four sub-forums and a series of related activities. Top officials from ISO took part, together with representatives from other leading standards organizations including the the International Electrotechnical Commission (IEC) and the International Telecommunication Union (ITU).\nAddressing the Forum by video, ISO President Eddy Njoroge explained how ISO has “engaged with key international stakeholders and aligned ourselves with the support of international treaties, such as the United Nations Framework Convention on Climate Change (UNFCC), in developing strategic roadmaps for a system of standards on climate change mitigation and adaption.”\nHighlighting the importance of attracting younger people to standardization, Eddy Njoroge also spoke of the ISO Next Generation Award, recognizing the contribution of former ISO President, Dr Zhang Xiaogang from China, who has sponsored the Award. “The Award recognizes young professionals from ISO members who are championing sustainability-driven standardization and the value of partnership to tackle issues from a multidisciplinary perspective,” added Njoroge.\nISO Secretary-General Sergio Mujica, a passionate advocate for the role of standards in sustainable growth, told delegates that “at ISO and throughout the global standardization community, we know that standards grow economies by opening access to markets, levelling the playing fields, creating a platform for innovation and reassuring consumers about the quality of the goods and services that they use.”\n\n\n\n\nISO Secretary-General Sergio Mujica addressed the 2021 Qingdao Forum by video.\nHighlighting the importance of collaboration at all levels, Mr Mujica reinforced the message that success will require the cooperation of many public and private partners and the use of all available tools to disseminate this practice, including International Standards and conformity assessment. With the integration of standards into wider approaches being essential to success, the ISO Secretary-General recognized that China has made excellent progress, using a coordinated and determined approach, towards the United Nations 2030 Agenda for Sustainable Development through its wider incorporation into China’s 13th Five-Year Plan, as well as a host of medium- and long-term strategies, many of which are underpinned by standardization.\nThe 2021 Qingdao Forum is a confirmation that the Sustainable Development Goals (SDGs) and standardization are a key commitment for China. “The 2021 Qingdao Forum is a major step towards further establishing the links between standards and the SDGs. Both here in China and around the world, through standards, we are empowering people with real-world solutions to face sustainability challenges head on. At the core of these shared goals, there is a desire for a world that is better, fairer and more inclusive and sustainable,” Mr Mujica concluded.\n\n\n\nThe series of activities held during the event included the signing ceremony of a strategic cooperation agreement between Shandong Provincial People’s Government and the SAC.\nThe biennial Forum, previously held in 2017 and 2019, has established itself as a high-level platform for an ongoing dialogue on international standardization, generating cooperation opportunities among international, regional and national standards organizations, as well as promoting the development of standardization."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2662.html",
        "title": "Connecting Serbians to the hottest topics in standards",
        "abstract": "Seventy years after the first issue, the ISO member for Serbia, ISS, has given the Standardization bulletin a 21st-century revamp.",
        "content": "First published in August 1950, one of the first articles to appear in the Standardization bulletin celebrated the former Socialist Federal Republic of Yugoslavia joining the ISO family. Yugoslavia was the 28th member state to join ISO, just three years after we were founded in 1947.\nFrom that period until today, the name and official form of the national standardization body of Serbia have changed several times; from the Federal Commission for Standardization to today’s Institute for Standardization of Serbia (ISS), founded in 2007. Over that same period, ISO has also grown to 172 members.\nIn its early phases, Yugoslavia’s hub for standards news went by the lengthy title of the Bulletin for issues of standardization, quality control and control of measures, later evolving to the simpler JUS Bulletin. Under whatever name it was published, the news archives at ISS represent a valuable record of the time and all the changes that took place in standardization over a period of 54 years, from 1950 to 2004.\nNow the title has been relaunched for today’s readership. With no immediate end in sight for the global COVID-19 pandemic, the first issue of the revamped Standardization bulletin focuses on the ongoing crisis and the role that standards can play in providing solutions and reassurance in challenging times. In the inaugural issue of the new magazine, ISS presents the collected findings from a series of free webinars that it has offered throughout the pandemic – Crisis COVID-19: From Managerial Theory to Practice.\nThe Bulletin also includes an interview on crisis management with Prof. Zoran Keković, an international expert in the field of social security and resilience, as well as guidelines for community face covering and a text on recommendations for reliable measurement of body temperature. In the first issue of the bulletin, particular attention was focused on Serbian standards and women’s entrepreneurship, with several examples of Serbian companies headed by women who have recognized the importance of applying the standards and have already achieved better business results. In addition, this issue includes news in national, European and international standardization related to water resources and wastewater treatment, and highlights innovations such as biodegradable styrofoam (Biosporin), which was declared the best technological innovation in Serbia for 2020.\nThe ISS bulletin Standardization will be published four times a year. In addition to standardization news, quality infrastructure and innovation, future issues will include interviews with associates and ISS members, as well as with members of the national technical committees, who will talk about their experiences in the field of standardization.\nTo find out more,  visit ISS and read the all-new bulletin."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2667.html",
        "title": "ISO’s Action Plan for developing countries 2021-2025",
        "abstract": "Designed with members, for members.",
        "content": "Around 75 % of ISO members are from developing countries, many of which face significant challenges related to trade, climate change and sustainable development, among other things. ISO standards can be powerful tools to address these issues, yet many of our developing country members need capacity building support in order to benefit fully.\nThe ISO Action Plan for developing countries is the overall framework for technical assistance and training to support developing country members. Its objective is to empower members to contribute actively to the ISO system and fully realize the benefits of using ISO standards, particularly those addressing social, economic and environmental challenges. Achieving this objective will also make an important contribution to the United Nations Sustainable Development Goals and ISO’s vision of “making lives easier, safer and better” by 2030.\nIt has been updated several times since it was first implemented in 2005 and the latest version aims to address ISO members’ current needs and priorities. Recognizing the difficulties imposed by current circumstances, it takes advantage of tools that offer support remotely, such as digital learning solutions, distance coaching and in-country advisory services.\nThe Action Plan is implemented by ISO’s Capacity Building unit, which has just launched a brand-new website featuring its ongoing projects and success stories. The site also provides information about how members and their stakeholders can get involved.\nISO Secretary-General Sergio Mujica said that while the Action Plan is aimed at supporting ISO members, the real beneficiaries are the stakeholders they serve.\n“ISO is only as strong as its members, and a strong national standards body is vital in order for our organization to continue to be relevant and effective,” he said.\n“This new Action Plan was developed through an inclusive consultation with members to ensure it meets their current and future needs. We are confident it will enhance their capacity to participate and benefit everyone who is affected by ISO standards.”\nThe Action Plan for developing countries is also a key element of ISO’s commitment to making the world safer, freer, more prosperous and sustainable for future generations to benefit from.\nLearn more about ISO’s new Action Plan and its capacity building programmes."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2640.html",
        "title": "Singapore study shows the benefits of standards",
        "abstract": "The ISO member for Singapore, SSC, has published research showing how standards improve transparency, quality and trust in the maritime sector.",
        "content": "The study was into the use of a national standard developed for the marine fuelling, or “bunkering”, industry and was initiated by SDO@SCIC on behalf of Enterprise Singapore and the Singapore Standards Council. The standard at the centre of the study, Technical Reference 48: 2015 (TR 48) – Bunker Mass Flow Metering (MFM), has now been further developed with ISO to create an International Standard. Mandated by the Port of Singapore for the delivery of marine fuel oil in the bunkering industry, the research concluded that the standard’s adoption has the potential to save the industry SGD 80 to SGD 199 million annually.\nCost savings for bunkering operations account for an estimated 66 % to 76 % of total savings, with the remainder attributed to reductions in the number of disputes that arose, as well as the time needed to resolve disputes when they do occur. \n\nShipping operators can expect to see substantially reduced costs. \n©Maritime and Port Authority of Singapore\n\nThe Maritime and Port Authority of Singapore has required adherence to TR 48 since June 2016, since which time several bunker suppliers observed enhanced bunker schedule management due to faster and more predictable turnaround in bunkering transactions. A number of shipowners added that inventory management had improved with the increased certainty in the quantity of bunkers received. They highlighted that beyond cost savings, use of TR 48 improved efficiency, productivity and transparency of bunkering transactions. The standard was the first to cover a set of core requirements for metering system qualification, installation, testing, procedures and documentation of bunker custody transfer using the Coriolis Mass Flow Meter system.\n\nMass Flow Metering systems are one component in offering a reliable service and fast turnaround. \n©Maritime and Port Authority of Singapore\n\nDevelopment of International Standards\nTwo recently published International Standards are expected to bring the same benefits highlighted by the Singaporean study to the global shipping industry. ISO 21562 was developed by a subcommittee of the ISO technical committee responsible for ships and marine technology: ISO/TC 8/SC 3 covers piping and machinery and is managed by ANSI, the ISO member for the USA. ISO 22192 was developed by a subcommittee of the ISO technical committee responsible for petroleum and related products, fuels and lubricants from natural or synthetic sources: ISO/TC 28/SC 2 covers measurement of petroleum and related products and is managed by BSI, the ISO member for the UK.\nStandards success in bunkering\nDiscover more about the bunkering benefits highlighted by the study, with these materials developed by the ISO member for Singapore.\n\nLearn more with this handy TR 48 factsheet from SSC.\nRead the full independent case study.\nGet a snapshot in the simple executive summary."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2618.html",
        "title": "2021 Living standards award in Austria",
        "abstract": "The ISO member for Austria has gone virtual with this year’s awards for excellence through standards.",
        "content": "For more than a hundred years, Austrian Standards International (ASI) has been committed to improving the way that we live and work. The Living Standards Award is the country’s highest recognition for standardization and innovation in business and research. It pays tribute to success stories on innovative solutions, ideas with export potential and future-oriented technologies.\n\nStandards often play an underrated role in the development of innovations and new technologies. We try to make these valuable, unseen contributions visible.\n\n\n\n\n\n\n\n\nDr\nElisabeth\n\nStampfl-Blaha\n\nDirector, Austrian Standards International\n\nThe Awards celebrate the use of standards in three distinct categories and are judged by a panel of experts from Austria and around the world.\nWith a wide variety of projects up for evaluation, judging isn’t an easy job... so, we’ve taken a closer look at the different areas that were evaluated, and some of the main criteria that the judges had to consider. \nEnabling solutions\nThis category looks at how standards are applied to solving current social and economic challenges. Nominees in this category are assessed on the way that they have used standards to make life easier for their customers by improving the usability and functionality of their products. Improvements to production processes, such as safety or testing procedures, are also considered here.\nReaching international markets\nSubmissions are evaluated based on how standards have helped access new international markets. The panel looks at whether products or services were successfully introduced to new markets, how standards ensured their compatibility, and made life easier for international suppliers.\nDeveloping future technology\nThese projects must demonstrate the use of standards as drivers of innovation and a bridge to market in fields including energy, health, mobility and the environment. In addition to looking at innovative products successfully brought to market, judges also ask how research and development processes were improved, and how these support innovation.\n\n\n\n\n©Austrian Standards\n\n\n\nThe 2021 Living Standards Awards were fully digital due to the ongoing COVID pandemic.\n\n\n\n\n\n©Austrian Standards\n\n\n\nThe 2021 Living Standards Awards trophies presented to the winners.\nEvery year, a wide variety of sectors submit their projects for evaluation, and 2021 was no exception. While the ongoing COVID-19 pandemic meant that this year’s Living Standards Award went to an all-digital format, excitement was at an all-time high. Offering his congratulations via video, ISO Secretary-General Sergio Mujica recognized the challenges and commended ASI on its innovative approach.\nThe move to a virtual ceremony has had the positive effect of widening participation. In many ways, that’s appropriate, because wide participation is at the very heart of International Standards. \n\n\n\n\n\n\n\n\n\nSergio\n\nMujica\n\nSecretary-General, ISO"
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2621.html",
        "title": "100 years of Italian Standards",
        "abstract": "The ISO member for Italy, UNI, is celebrating a century of making the world better.",
        "content": "Standardization in Italy began a hundred years ago to the day, with the founding of UNI. Unless you go back as far as the pipelines and joints of the Roman water mains or the bricks and streets of Pompeii, the first Italian standards were developed in the 1920s and mainly related to products. By the 1970s, UNI had widened its scope to include processes and, later, management systems. In its most recent history, UNI’s focus has been on people, creating standards that make life better at work, at home, or wherever we buy products, interact and go about our daily lives.\n\nUNI wants people to work and live safe, improve their abilities, use good products and services and – at the same time – Italian companies to be trusted and competitive thanks to standards.\n\n\n\n\n\n\n\n\nPiero\n\nTorretta\n\nPresident, UNI - Ente Italiano di Normazione\n\nUNI’s birthday celebrations took place entirely online, due to the ongoing COVID-19 pandemic, and were well attended by representatives of the founding organization (ANIMA — the Italian mechanical engineering industry association), as well as its international partners, ISO and CEN (European Committee for Standardization), and its main institutional, business and professional stakeholders. Speaking by video at the digital event, ISO President Eddy Njoroge commended UNI for its active participation in international standardization and the ISO system. He used the occasion to highlight the many benefits that standards have brought to Italians, as well as enabling exports and trade.\nThanks to UNI’s efforts, standards play a key part in the conformity, acceptance and exchange of Italian goods and services across the world: from food and finance to Ferraris and fashion.\n\n\n\n\n\n\n\n\n\nEddy\n\nNjoroge\n\nPresident, ISO\n\n\n\n\n\n\n©UNI\n\n\n\nFor a hundred years, UNI has made standards central to making life better for Italians.\nUnder a bold new centennial logo, UNI has a series of special events planned for 2021, with a focus on the role of standardization in society. A growing number of social topics are being developed and published as standards, such as social responsibility, financial education, accessibility and design for all, resilient communities, smart cities and infrastructures, and the circular and sharing economies. UNI believes that standards like these are needed more than ever to harmonize economic development, boost innovation and ensure people’s dignity. That’s one more reason to celebrate."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2597.html",
        "title": "Next ISO President announced as Ulrika Francke for 2022-2023 term",
        "abstract": "The International Organization for Standardization (ISO) today announced that Ulrika Francke from Sweden has been elected as the next ISO President, following voting by the ISO member bodies[1]. She will take up the position in January 2022 at the completion of the term of current President Eddy Njoroge from Kenya, and serve as President-elect throughout 2021.",
        "content": "Ms Francke has extensive experience in standardization, currently serving as Vice-President of ISO member SIS, the Swedish Institute for Standards. Prior to her role at SIS, she was Chair of the BIM Alliance, whose purpose is to develop standards for the real estate and building sector. Ms Francke’s career has spanned both public and private sectors. She was the Vice-Mayor of the City of Stockholm and has since served as CEO of companies that operate at both national and international levels.\n“As historic as was my time as the first ISO President from Africa, so is that of Ms Francke as the first woman to become President of ISO. I am looking forward to welcoming her to the ISO team and working with her,” said Eddy Njoroge, ISO President 2020-2021.\n“We are excited to have Ulrika Francke as the next ISO President,” said ISO Secretary-General Sergio Mujica. “Her background and experience will be a valuable asset to our organization. Under her guidance, we will continue the path to achieving ISO’s Strategy to 2030, as we explore new opportunities in the years ahead.”\nMs Francke will bring a wealth of leadership and management experience to the role. She has a proven track record leading the development and execution of corporate visions, strategies and goals. She has also served in a number of senior executive positions, both as CEO and as Chair and member of a multitude of boards.\n\n\n\n\nUlrika Francke\n“I am honoured to have been elected by the members of ISO to serve as its next President,” said Ms Francke. “ISO does an outstanding job of developing state-of-the-art International Standards to drive innovation, tackle global challenges and meet the United Nations Sustainable Development Goals. Its commitment to providing continued support to its members and the global community is a testament to its long-standing presence as one of the world’s largest standards development organizations. I am looking forward to giving my full commitment to ISO’s mission, vision and values as we continue to enhance our international standardization work with agility, integrity of service and excellence.”\nReflecting on the future, Ulrika Francke sees 2020 as a turning point. “ISO’s experience during the pandemic underscores its resilience as an organization. Despite the myriad challenges 2020 has brought, the international standards community has continued to carry out important standardization work that is needed by industry and government. Across the globe, we held thousands of virtual meetings, continued with thousands of projects, and made available, free of charge, standards that have played a critical role in the fight against COVID-19.”\nMs Francke is educated at Stockholm University and is invited as a strategy advisor and honorary professor at the China Intelligent Urbanization Co-creation Center for High-Density Regions at the Tongji University in Shanghai. She is a fellow of the Royal Swedish Academy of Engineering and Sciences and has worked on numerous studies and projects. Ms Francke is Chair of the National Research Program for Sustainable Spatial Planning and a board member at the Volvo Research and Educational Foundations.\n\nThis year, due to the cancellation of the physical meeting of the General Assembly, voting took place by correspondence. The General Assembly is the overarching organ and ultimate authority of the organization, comprising the ISO member bodies."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2577.html",
        "title": "A ray of hope for reconstruction after tragedy",
        "abstract": "The ISO member for Lebanon, LIBNOR, is putting standards and collaboration at the heart of rebuilding Beirut’s port area following a devastating accident.",
        "content": "On the occasion of this year’s World Standards Day,  LIBNOR (the Lebanese standards institution) organized a special meeting that’s bringing hope in the wake of a tragic explosion that destroyed the port of Beirut. LIBNOR met together with the country’s foremost minds in planning, building and infrastructure, the Order of Engineers and Architects (OEA). \nAddressing the event via video message, ISO Secretary-General Sergio Mujica extended the condolences of our entire organization to the people of Beirut, and Lebanon: “ISO stands in empathy and compassion with those who find themselves mourning the loss of loved ones; those who are praying for the recovery of friends, partners and children; the many thousands of people who were injured in this tragic event.”\nFor more than half a century, LIBNOR has been spreading the standardization message throughout the region, putting standards at the centre of trade, exchange, manufacturing, management and safety. Around the world, standards are central to strengthening the economy and building trust, a core element of LIBNOR’s work that was further reinforced by the meeting on World Standards Day. Their engagement with government and regulators not only brings the benefits of standards to the fore, but touches the daily lives of Lebanese. The task of rebuilding is a daunting one. The loss of a hugely important piece of infrastructure comes at a time of global crisis that is compounded by underlying economic difficulties in the country.\nThe head of the Lebanese standards institution, Lena Dargham, is an experienced standardizer with a firm belief in working together and building consensus on the best way forward. That collaborative approach was at the centre of the meeting between LIBNOR and the OEA.\n\nNone of us has all the answers. But through standards, we know that we bring real-world solutions to the table. In a year where every challenge we face has been magnified by the terrible events in this country, together with an ongoing global pandemic, working together and using an internationally recognized approach are more important than ever.\n\n\n\n\n\n\n\n\n\nLena\n\nDargham\n\nGeneral Director, Lebanese Standards Institution, Chairperson ISO/DEVCO (2019-2020)\n\nLIBNOR’s ongoing efforts to promote the use of standards are essential to facing the many difficulties ahead. The collaborative spirit of the meeting between the country’s standardizers and its most esteemed Order of Engineers and Architects brings well-founded, and much needed, optimism into view. Lena concludes, “I’m proud that standards and collaboration will play a major part in rebuilding not only infrastructure, but hope, for the people of Lebanon.”"
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2546.html",
        "title": "A Century of Standards in Austria",
        "abstract": "ISO member Austrian Standards International (ASI) are celebrating their 100th birthday!",
        "content": "One of the world's longest-established standards bodies, ASI has been driven by making sense for a century. Over that time, they've been instrumental in making standards a part of everyday life for Austrians and contributed to European and international standardization.\n\nSecurity, trust, innovation and diversity are the core benefits of our work and form the central message of our anniversary year. These aspects are highlighted in our exhibition \"100 years of Austrian Standards\" and presented in an entertaining and attractive way.\n\n\n\n\n\n\n\n\nDr\nElisabeth\n\nStampfl-Blaha\n\nDirector, Austrian Standards International\n\n\n\n\n\n\n©Austrian Standards/APA-Fotoservice/Juhasz\n\n\n\n2020-09-22, the Penrose Triangle is unveiled by Dr Margarete Schramböck, Austrian Federal Minister for Digital and Economic Affairs, at the opening ceremony of ASI's centennial exhibition in Vienna.\nTo celebrate this landmark anniversary, Austrian Standards has put together an exhibition of 100 years of Austrian Standards. It showcases what standards are, the purpose they serve in society and how their role has changed over the course of the past 100 years. If you can't travel to ASI's hometown of Vienna, the video below captures some of the exhibition's highlights, including a unique sculpture that encapsulates 100 years of Austrian standardization.\n\n\n\n\n©Thomas M. Laimgruber, Austrian Standards\n\n\n\nThe Penrose Triangle, designed by Ars Electronica.\nDesigned by Ars Electronica, the Penrose Triangle sculpture explores various aspects of standardization through its open pyramid form. Each leg is made from  a different material, symbolizing the first national, international and European standards for ASI. Integrated displays invite visitors to discover these milestones and take a look at the past, present and future of standardization. \nHitting 100 years old is a milestone for any organization, making 2020 a year to be celebrated by the entire standards community. The fact that this year also brought unanticipated challenges for people, businesses, and institutions around the world makes it all the more important to recognize that together, as a global community, we will come through this.\nIn looking back at the last 100 years of Austrian Standards, one thing is clear: an unshakeable belief in the power of standards has brought the organization through tougher times than most of us have seen in our lifetimes. With standards providing a ready solution to so many of the issues that we face today, Austrian Standards is set to continue making life make sense in Austria and beyond, for a long time to come."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2545.html",
        "title": "The final piece in the consumer puzzle",
        "abstract": "The DIN Consumer Council has high hopes for a new standard that protects consumers and helps them get the most from their purchases.",
        "content": "Two of the world's biggest names in standardization, the IEC and the IEEE, joined forces with ISO to update an essential standard for consumers. IEC/IEEE 82079-1, Preparation of information for use (instructions for use) of products — Part 1: Principles and general requirements, will help manufacturers to create clear information for using their products. The ISO member for Germany, DIN, was involved in the creation of IEC/IEEE 82079-1, and its Consumer Council believes the standard has a major role to play in improving consumer confidence and safety.\nDr Gabriela Fleischer sits on DIN's Consumer Council in Berlin. She tells me that they've been aware of the need to improve matters for a while: \"Back in 2009 we carried out a comprehensive consumer study that highlighted information for use as consistently falling below expectations\". Even when it comes to the basics (language, translations, punctuation, layout and general coherence), many manufacturers fail to get it right. As Gabriela observes, \"preparing information for use is not a trivial task and needs careful and comprehensive consideration and attention.\"\nThere is also real potential for IEC/IEEE 82079-1 to bring benefits beyond manufacturers and standardizers. Gabriela says, \"the standard has proven its value as a solid base for legislators looking to improve consumer protection.\" For example, it was adopted in April of this year in its entirety by the European Committee for Electrotechnical Standardization as EN/IEC/IEEE 82079-1. As a result, more than 30 countries are set to implement it as a national standard within six months, highlighting the standard's versatility.\nThe standard applies to almost every sort of product imaginable, including those used by professionals. Gabriela believes that no manufacturer can afford to ignore the new standard, whatever their sector: \"If you manufacture anything, household appliances, software, furniture, toys, audio-visual devices, hand- or power-tools, machinery such as lawnmowers or even medical devices like hearing aids and pacemakers, then this standard is essential to the safe and successful use of your product!\"\nWith many manufacturers going through uncertain times following a decline in consumption, meeting expectations is more important than ever. Supplying easy-to-follow information for use is an essential part of the customer satisfaction puzzle. In the excitement following unboxing a new purchase, many of us shy away from reading the instructions, preferring a mix of intuition and experimentation. That's partly human nature, but in many cases it's the poor quality of the information for use itself that discourages us and prevent us from enjoying products in the way that the manufacturer intended. The jointly developed IEC/IEEE 82079-1 should help change that."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2528.html",
        "title": "Chinese nursing homes set new standards",
        "abstract": "The ISO member for China, SAC, has set its sights on the country’s growing elderly population with new national standards to improve quality of care homes.",
        "content": "China has seen rapid increases in prosperity and quality of life over the last few decades, but that has presented new concerns. With improved nutrition and access to medical care, as well as better awareness of health issues like smoking, the Chinese are living longer than ever before. It’s a positive development, but providing adequate levels of professional geriatric care is a growing challenge.\nAs in many Western countries, China has seen a tendency for highly mobile younger people to gravitate towards cities and jobs. Without the support of nearby family, an increasing number of people will have to rely on nursing homes in old age. In fact, more than 18 % of China’s population is over 60 years old. That’s an astonishing 250 million people, many of whom might need professional care, putting pressure on the sector to expand rapidly. Until recently, the lack of a harmonized approach has left open the door to variations in quality of care between homes. Thanks to a new national standard, that’s about to change.\nChina’s State Administration for Market Regulation (SAMR), together with SAC, set about improving the way that care is delivered with the release of GB 38600-2019 – Basic specification of service safety for senior care organization. \nA spokesperson from China’s Ministry of Civil Affairs (MCA), which was heavily involved in the development and promotion of the standard, explains that “this is the first mandatory national standard in the field of elderly care. Care home operators in China will have a transition period, until 1 January 2022, to fully implement it”. China is noteworthy for its use of standards to replace complex legislation: around 2 100 Chinese national standards (about 5 % of the total) have been written into law.\nThe MCA explains that every effort is being taken to ensure that no one is left behind. “During the first part of a three-pronged approach, Chinese authorities are working hard to raise awareness of the new standard. The second phase will see support given to care homes during implementation, whilst the third and final step will be to make sure that all operators are following the standard correctly.” Law enforcement agents will use a simplified check-list to ensure compliance of care homes. \nThe main benefits are to care home residents, but the new standard also streamlines administrative processes, replacing the need for individual operating licences to be issued on a case-by-case basis. According to the MCA, the standard comprises seven parts, which include: common requirements, safety risk assessment, protective services and management requirements.\nGB 38600 is designed to work together with two existing standards. The basic levels of service are defined by GB/T 35796-2017 – Basic specification of service quality for senior care organization, while the way in which nursing homes are graded is covered by GB/T 37276-2018 – Classification and accreditation for senior care organization. “Together, the standards will play a vital role in promoting the development and prosperity of China’s elderly care services industry,” says the MCA."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2523.html",
        "title": "Standards to help tourism recover post COVID-19",
        "abstract": "The ISO member for Spain, UNE, has developed national guidance to reinvigorate one if its most important sectors after an extended lockdown.",
        "content": "Working together with Spain’s institute for quality tourism (ICTE), the Spanish Association for Standardization recently published a series of national specifications that provide guidance and recommendations relating to COVID-19.\nAs millions of Spaniards and foreign tourists alike come out of lockdown measures, many are looking for a well-earned break from the stresses that confinement can bring. Once again, people are starting to head for Spain’s world-class beaches and historical cities. The new specifications, known as UNE 0066, comprise directives and security measures that will help those working in tourism to keep coronavirus under control.\nThe specifications apply to a range of sectors and operators including: travel agencies and tourism offices, restaurants, hotels and rental apartments, public transport, wineries, museums and heritage sites. Responding to an urgent need, the project received full support from Spain’s Secretary for Tourism and was developed in record time. ICTE took on the substantial task of drafting the documents and getting the consensus of the relevant stakeholders in order to provide a clear, harmonized protocol to be applied across the country.\nSpain’s Ministry of Health gave their support to the specifications, highlighting the effectiveness of the public-private partnership behind the initiative. The specifications supplement UNE tourism standards as well as public-health measures that apply to both residents and visitors, including social distancing, preventative behaviour, and wearing protective masks. But the new specifications go much further, covering areas such as cleaning and disinfection, assessing and controlling access, PPE for staff, contactless payment and booking systems, and the development of contingency plans.  \nIn many countries, one of the challenges that individuals and businesses have faced in dealing with the COVID-19 pandemic has been the lack of a consistent approach, even at the national level. Now, UNE has provided a unified set of guidelines to be applied everywhere. It underlines the important role of standards in bringing clarity and establishing confidence.\nISO’s technical committee on tourism and related services will be looking closely at ways to support the industry and prevent further spread of COVID-19 at their plenary meeting, which is being held online today. The UNE specifications have the potential to be used as a sound basis for ISO/TC 228 to further develop consensus at international level.\nWith the new specifications, Spain’s hope is that economic recovery, and enjoying a well-earned holiday, won’t come at the expense of public health. Made available free of charge, tourism businesses of all sizes will benefit from unambiguous guidance on how to protect both their employees and their customers."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2515.html",
        "title": "QR traffic light to help stop COVID-19",
        "abstract": "Hangzhou, one of China’s busiest cities, has developed a standard to help prevent the spread of coronavirus as both people and businesses begin recovery.",
        "content": "Under the supervision of Prof. Song Mingshun, Chair of ISO/TC 3211), a team at China Jiliang University2) has developed a health code using smartphone-based technology. It makes use of QR codes to identify those at risk of spreading infection, who should be isolated, and those who can move freely.\nWith the support of the Alibaba Group, Hangzhou drew on its experience of areas such as the digital economy as well as its accumulated practice of “City Brain” construction, applying big data to the field of epidemic prevention and control.\nThe result is a new “health code standard”, Guide to the management and service of Hangzhou health code – DB 3301/T 0305-2020. By combining big data, mobile communication technology and Internet technology to conduct risk classification, QR codes are generated and assigned to individuals based on their health status under specific circumstances.\nThe app assigns codes on a traffic-light principle: red, yellow and green codes corresponding to high-, medium-, or low-risk states, respectively. For example, red codes will be assigned to confirmed or suspected patients and yellow codes for people who have been in contact with them. Those who are given a red or a yellow code need to check in online for a specified number of days before they can obtain a green health code.\nThe health code standard gives best-practice guidance that covers not only epidemic prevention and control periods, but equally extends to post-epidemic recovery. The standard, divided into seven chapters, covers the application of health codes, emergency management, daily use and service of the app, as well as data security and personal privacy protection aspects.\nAt the time of writing, the health code has been shown or scanned for more than 2.5 billion times across China, covering nearly nine hundred million people. So far, the app has been visited over eight billion times, and has been recognized by President Xi Jinping, who paid a special visit to Hangzhou to learn more about the development and application of the health code.\n\n\n\nPeople who use the app receive a QR code that corresponds to their health status.\n\n1) The ISO technical committee for transaction assurance in e-commerce.\n2) The team that developed the health code was led by Prof. Song Mingshun and comprised Huang Lefu, Wang Jianqi and Yu Xiao, as well as experts from Hangzhou Municipal Health Commission, Hangzhou Municipal Administration of Data Resources, Hangzhou Municipal Administration for Market Regulation, and Alibaba Group, and was funded by the Major Project of the National Social Science Fund of China (No 18ZDA070)."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2511.html",
        "title": "New file format for 3D printers",
        "abstract": "ISO/ASTM 52915, just published, will help realize the full potential of additive manufacturing.",
        "content": "With the possibility to create complex shapes and make use of exotic materials, 3D&nbspprinting, or additive manufacturing, has been embraced by industries from automotive to medical, as well as hobbyists and inventors. It works by depositing material in layers, building up an object from nothing except the plans on a file. Until now, that the information is encoded has relied on a stereolithography file format, or STL for short. The new standard will replace STL with the Additive Manufacturing File Format (AMF). \nISO/ASTM 52915, Specification for additive manufacturing file format (AMF) Version 1.2, published this month, was developed by the group of experts in ISO’s technical committee on additive manufacturing, ISO/TC 261[1], in partnership with ASTM International.\nCommittee Chair, Professor for Manufacturing Technologies and Additive Manufacturing, Dr Christian Seidel describes some of the benefits of the new file format:\n“The AMF format offers great potential to support the further development of the AM sector and will become increasingly important in the industry in the coming years. AMF describes an object in such a general way that any machine can build it to the best of its ability, and as such is technology independent.\n“It is easy to implement and understand, scalable and has good performance. Crucially, it is both backwards compatible, allowing any existing STL file to be converted, and future compatible, allowing new features to be added as advances in technology warrant.”\nThe new jointly developed ISO/ASTM standard specifies the requirements for the preparation, display and transmission for the AMF. When prepared in a structured electronic format, strict adherence to an extensible markup language (XML) schema supports standards-compliant interoperability. It does not specify any explicit mechanisms for ensuring data integrity, electronic signatures and encryptions.\nISO/ASTM 52915 can be purchased from the ISO member in your country, or from the ISO Store. \n\n1) ISO/TC 261 is managed by ISO’s member for Germany, DIN."
    },
    {
        "tag": "Standards word- Latest from our members",
        "link": "https://www.iso.org/news/ref2506.html",
        "title": "Sanitation innovation animation",
        "abstract": "ISO’s member for the USA, ANSI, recently created a video that points out the importance of toilets and proper sanitation. It couldn’t have come at a better time.",
        "content": "When we think of innovation, it tends to be hi-tech that comes to mind. But it’s not just areas like 3D printing and space travel where International Standards have a role to play. We’ve talked previously about the way that ISO standards can help contribute to UN SDG 6, giving particular focus to non-sewered sanitation systems as a way of improving the health and hygiene of more than four billion people who don’t have access to proper toilets.\n\n\n\n\n\n\n\n\nCookie consent is requiredPlease view on YouTube or manage your cookies settings.\n\n\nMore shocking still: 2.3 billion people lack any form of sanitation at all, whilst over two hundred million tonnes of human waste go untreated each year. With renewed focus on the primal importance of hygiene and handwashing in keeping healthy, this animation from ANSI is timely as well as informative."
    }
]