[
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/2024/11/standards-pavilion-cop29.html",
        "title": "Standards Pavilion elevates the role of standards in advancing climate action at COP29",
        "abstract": "As COP29 draws to a close, Standards Pavilion partners the International Organization for Standardization (ISO), the International Electrotechnical Commission (IEC), and UL Standards & Engagement (ULSE), stress the need to leverage the power of standards in moving forward with COP outcomes.",
        "content": "Friday 22 November - 09:00 AZT / 06:00 CET - Baku, Azerbaijan: As COP29 wraps up in Azerbaijan, the Standards Pavilion, led by ISO, IEC, and ULSE alongside eight other standards organizations, hailed significant progress during the conference, in recognizing the crucial role of globally agreed standards in turning climate commitments into measurable actions. \nThe Standards Pavilion, convening for the first time at COP29, acknowledges the following key milestones from COP29. The Pavilion Partners see a role for international standards to support their implementation, and are ready to partner with other organizations on these initiatives:\n\nEstablishment of International Carbon Market Standards: Delegates ratified a framework under Article 6 of the Paris Agreement, enabling global trading of UN-backed carbon credits to unlock critical climate finance.\nIncreased Climate Finance Commitments: Multilateral development banks, including the World Bank and European Investment Bank, pledged to raise their climate-related lending to $120 billion annually for developing nations. The Asian Development Bank also plans to allocate an additional $7.2 billion for climate projects, with support from the US and Japan.\nOperationalization of the Loss and Damage Fund: Building on the fund established at COP27, COP29 has made strides in operationalizing financial assistance mechanisms for nations disproportionately affected by climate change.\nLandmark report on ‘Net Zero Policy Matters’: Assesses policy progress against the UN High level expert group recommendations across the G20 that steer the action of companies and financial institutions on net zero; and takes stock of net zero policy adoption, with a focus on corporate and financial policies.\nAdoption of Enhanced Nationally Determined Contributions (NDCs): Countries including Brazil and the UK updated NDCs with ambitious new targets to limit warming to 1.5°C.\nLaunch of Baku Initiative for Climate Finance, Investment and Trade (BICFIT Dialogue): A new dialogue to mobilize investments for climate resilience in vulnerable regions.\nIntroduction of the COP29 Declaration on Green Digital Action: A commitment to leveraging digital innovations for climate mitigation and resilience.\nCommitments to Phasing Out Fossil Fuels: Progress made on timelines for phasing out coal and advancing green hydrogen markets to meet Paris Agreement targets.\nFocus on Adaptation Finance: Emphasis on scaling finance and encouraging all nations to adopt National Adaptation Plans (NAPs) by 2025.\nEngagement of the Private Sector in Climate Finance: Partnerships fostered to leverage private capital for scalable climate adaptation and mitigation projects.\nAdvancements in Transparency and Reporting: Biennial Transparency Reports (BTRs) were submitted by several countries to boost accountability and drive climate action.\nCOP29-IEA High-Level Energy Transition Dialogues: Driving consensus on implementing COP28 energy goals and mobilizing greater investment in energy transitions, especially in developing economies.\nCOP29 Hydrogen Declaration: COP29 Presidency’s Hydrogen Declaration of commitments to scaling up the clean energy. The Declaration sets out eight points to reach its overarching goal including demand stimulation, the development of global standards and advancing global trade.\n\nThe Pavilion partners also welcomed the G20 Rio de Janeiro Leaders’ Declaration which called for urgent scaling of climate finance and investment.\nLooking ahead to COP30, the Partners of the Standards Pavilion reaffirm their dedication to supporting global climate action by fostering collaboration and promoting the use of trusted, internationally recognized standards. The International Standards community welcomes the opportunity to work with the Presidency of COP30 and contribute actively to next year’s climate conference. Together, these efforts aim to enhance the sustainability of products, systems, and environments, building a more resilient and sustainable future.\nFor more information on the Standards Pavilion and COP29 highlights, visit www.standardspavilion.org.\n\n\n\n\n\n\n\n\nVanessa\nVon der Mühll\n\nHead of Communications & Engagement\nISO\n\n+41 79 842 97 34\n\n\n\n\n\n\n\n\n\n\n\n\nJames\nWood\n\nDirector of Communications\nIEC\n\n+41 22 919 03 13\n\nmedia@iec.ch / jwo@iec.ch \n\n\n\n\n\n\n\n\n\n\n\nCatie\nTalenti\n\nManager, Media Relations & Strategic Positioning\nUL Standards & Engagement\n\n+1 607 742 8766\n\n\n\n\nAbout the Organizations \nAbout ISO \nISO (International Organization for Standardization) is an independent, non-governmental international organization with a membership of 170 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation and provide solutions to global challenges. ISO has published more than 25,000 International Standards and related documents covering almost every industry, from technology to food safety, to agriculture and healthcare. More information about ISO is available at www.iso.org. \nAbout IEC \nThe IEC (International Electrotechnical Commission) is a global, not-for-profit membership organization that brings together close to 170 countries and coordinates the work of 30 000 experts globally. IEC International Standards and conformity assessment work underpins international trade in electrical and electronic goods. It facilitates electricity access and verifies the safety, performance and interoperability of electric and electronic devices and systems, including for example, consumer devices such as mobile phones or refrigerators, office and medical equipment, information technology, electricity generation, and much more. \nConformity assessment refers to any activity that determines whether a product, system, service and sometimes people fulfil the requirements and characteristics described in a standard or specification. Such requirements can include performance, safety, efficiency, effectiveness, reliability, durability or environmental impacts such as pollution or noise. Verification is generally done through testing and/or inspection. \nLearn more: www.iec.ch \nAbout UL Standards and Engagement \nUL Standards & Engagement is a nonprofit organization that translates safety science into action through standards development, partnerships, and advocacy. Since 1903, we have developed nearly 1,700 standards and guidance documents for products ranging from fire doors to autonomous vehicles. ULSE enables innovation and grows trust by convening experts, and informing policymakers and regulators as we work toward a safer, more secure and sustainable future. \nLearn more: https://ulse.org  \nStandards Pavilion partners"
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/2024/11/iso-gef-cop29.html",
        "title": "Leveraging standards to deliver on climate adaptation in developing countries – ISO announced as a winner of the GEF’s Challenge Program at COP29",
        "abstract": "Baku, 15 November - As funding the climate challenge takes center stage at COP29 in Azerbaijan, the Global Environment Facility (GEF) has announced the International Organization for Standardization (ISO) as one of the latest winners of its Challenge Program for Adaptation Innovation, with $20 million in grants awarded to a range of projects that will reimagine climate adaptation finance.",
        "content": "From initiatives to enhance the adaptive capacity of women entrepreneurs in the agricultural sector through financial inclusion, to scaling up traditional fire management techniques for resilient ecosystems services through carbon credit generation, crowdfunding climate-smart loans, developing a virtual green bank for adaptation, and kickstarting international markets for resilience-building bonds, 13 award-winning projects all aim to test and scale up vital financial innovations.\nEmpowering developing countries: Advancing national climate policies with standards\nISO is launching a pilot project to enhance integration of climate-relevant standards into national policy and business practices in developing countries.\nThe project will provide tools to help governments assess organizational vulnerability and improve climate planning, while equipping SMEs with the necessary resources and support to implement adaptation strategies. By leveraging international best practices and the credibility of ISO standards, this initiative will foster stronger policy integration and private sector engagement, contributing to climate adaptation efforts at all levels.\n“We are thrilled to embark on this partnership with the GEF, supporting adaptation efforts in developing countries by harnessing the power of international standards. This collaboration represents a crucial step toward enhancing the capacity of both the public and private sectors to accurately measure climate risk and access vital finance for climate adaptation. Together, we will drive meaningful progress, ensuring that the most vulnerable communities are better prepared and resilient in the face of climate challenges. The opportunity to demonstrate the tangible way that international standards contribute to sustainable solutions and promote climate resilience across the globe excites us immensely.”\nSergio Mujica, Secretary-General, International Organization for Standardization\nIn this pilot phase, ISO’s initiative will deliver technical assistance, awareness raising activities and a comprehensive Training of Trainers program to National Standardization Bodies (NSBs), policymakers, regulators, and the private sector in countries in the Latin America and Caribbean region.\nWe are thrilled to embark on this partnership with the GEF, supporting adaptation efforts in developing countries by harnessing the power of international standards.\n\n\n\n\n\n\n\n\n\nSergio\n\nMujica\n\nSecretary-General, ISO\n\nGEF Challenge Program: Driving innovation and finance for climate adaptation\nThe GEF-backed Challenge Program for Adaptation Innovation aims to pilot and de-risk new approaches to adaptation funding, leveraging donor funding to create the conditions for comprehensive private sector engagement in overcoming the shared challenges of climate change.\n“Adapting to climate change is one of the defining challenges of our time, but it also offers an undeniable opportunity. By seeding these new approaches to climate adaptation funding, we are enabling the development of innovative technologies, while reducing risk and providing the conditions needed to open financial flows and enable new investors and sectors to take action,” Carlos Manuel Rodríguez, GEF CEO and Chairperson said.\nSelected from well over 100 proponents from around the globe, the latest tranche of winners will bring GEF investments in the Challenge Program to over $40 million across 32 projects in implementation or development, with an additional $40 million to be invested in the period to 2026.\nThe teams behind each of the winning proposals announced at COP29 will be invited to further develop and implement their concept in collaboration with one of GEF’s 18 agency partners.\nAdapting to climate change is one of the defining challenges of our time, but it also offers an undeniable opportunity. \n\n\n\n\n\n\n\n\n\nCarlos\nManuel\nRodríguez\n\nCEO and Chairperson, GEF\n\nFinancing for the Challenge Program comes from the GEF’s two dedicated climate adaptation funds – the Least Developed Countries Fund (LDCF) and the Special Climate Change Fund (SCCF). The LDCF is the only multilateral climate fund designed to address the unique climate adaptation needs of Least Developed Countries; while the SCCF is focused on targeting the adaptation priorities of Small Island Developing States as well as catalyzing innovation, technology transfer, and private sector engagement. Together the two funds have provided approximately $2.5 billion in grant financing and mobilized an additional $14.3 billion from other sources, which is expected to reduce the vulnerability of 84 million people in 118 countries since their inception in 2001.\n\n\n\nFrom left to right: DEVCO Chair-elect Elhadji Abdourahmane Ndione (Senegalese Association for Standardisation), ISO/TC 207 Vice-Chair Daniel Trillos (ICONTEC), ISO Secretary-General Sergio Mujica, Jason Spensley (GEF), Brady Allin (Standards Council Canada), Ciyong Zou (UNIDO), Ana Diaz (ISO)."
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/2024/11/the-time-is-now-cop29.html",
        "title": "The time is now: International Standards organizations join forces to highlight the critical role of standards in accelerating climate action",
        "abstract": "The International Organization for Standardization (ISO), the International Electrotechnical Commission (IEC), and UL Standards & Engagement (ULSE) have come together for the first time at the dedicated Standards Pavilion at COP29 to ensure greater recognition of standards in the global climate action agenda.",
        "content": "The International Organization for Standardization (ISO), the International Electrotechnical Commission (IEC), and UL Standards & Engagement (ULSE) have come together for the first time at the dedicated Standards Pavilion at COP29 to ensure greater recognition of standards in the global climate action agenda. \nMonday 11 November - 9AM AZT / 7AM CEST - Baku, Azerbaijan: As COP29 gets underway in Azerbaijan today, leading organizations ISO, IEC, and ULSE, along with eight other standards organizations, have opened the event by highlighting a shared commitment to position standards at the heart of COP outcomes and successful climate action. \nThe 11 organizations, recognizing the world is at a serious turning point for climate action, have for the first time joined forces as the Standards Pavilion at COP29. All the Pavilion partners are aligned in this effort to help climate decision makers gain a better understanding of the value of standards in delivering sustainable solutions. The unique convening aims to use the global gathering to amplify efforts, accelerate progress and ensure greater recognition of standards in the global climate agenda. \nThe Standards Pavilion will feature a range of collaborative workshops and panel discussions across the Convention in Baku, Azerbaijan from 11 to 22 November 2024. \nBy joining forces, through these sessions, the organizations aim to promote the integration of standards into national and international climate policies for informed, effective and accountable decision-making by policymakers and business leaders.  \nISO President, Dr. Sung Hwan Cho, said that as the world comes together for COP29, the urgency of the climate agenda had never been greater. Through the Standards Pavilion, we are sending a strong message to the world that International Standards have a crucial role to play in accelerating climate action,” Dr. Cho said. \n“International Standards are essential to providing recognition, credibility and accountability, and supporting global climate policy implementation.”\n“Trusted, globally agreed standards help turn climate commitments and plans into effective, measurable action – they provide a consistent and harmonized approach to climate action that can be adopted across borders.”\n“We are proud to bring the Standards Pavilion to COP29 and to be collaborating with all Pavilion Partners to accelerate effective climate action.” \n“We want to see standards being embedded in the negotiated outcomes of COP.” says Philippe Metzger, IEC Secretary-General & CEO. “The very ’raison d’être’ of international standards is that they can be adopted across borders. In fact, a large number of countries are already realizing their plans of scaling renewable energy, reducing industry carbon emissions and supporting a circular economy with the help of international standards and conformity assessment,” he continued. \n\"International standards are an opportunity to bring consistency, clarity, and consensus to our global climate challenges, and we see them as part of the solution to the critical issues COP exists to solve,\" said Dr. George Borlase, interim executive director and vice president, standards development at UL Standards & Engagement. \"The application of international standards instils unity to address these issues because they are developed through collaboration, transparency, and knowledge sharing, and deliver impact in both developed and developing nations.\" \nCOP represents a unique opportunity for the standards community to enhance the profile of international standards in the climate space. By strengthening and expanding the collaboration with other organizations, multistakeholder alliances, coalitions and leading private sector actors active in this field, the organizations hope to leverage the power of harmonized, international standards for a safer and more sustainable world. \nThe key theme for this year’s COP revolves around two mutually reinforcing parallel pillars: “enhance ambition” of countries for their national plans and “enable action” to turn ambition into action. \nTrusted, globally agreed standards are crucial for turning these climate commitments into measurable actions. \nWe invite all attendees at COP29 to join us in the collaborative effort to create a more sustainable and resilient world. \nThe 11 standards organizations represented at the Standards Pavilion at COP29 include: \n\nInternational Organization for Standardization (ISO) \nInternational Electrotechnical Commission (IEC) \nUL Standards & Engagement (ULSE) \nAzerbaijan Standardization Institute (AZSTAND) \nWorld Business Council for Sustainable Development (WBCSD) \nBetter Cotton \nConsolidated Mining Standard Initiative (CMSI) \nInternational Organization of Legal Metrology (OIML) \nInternational Telecommunication Union (ITU) \nProgramme for the Endorsement of Forest Certification (PEFC) \nStandards and Metrology Institute for Islamic Countries (SMIIC) \n\nAttendees and media can visit the Standards Pavilion – the dedicated space at COP29 for advancing climate action with standards — in the Blue Zone, Area E, B15. \nMore information about the Standards Pavilion, including the Pavilion Programme for COP29, is available at www.standardspavilion.org.  \nFor more information or interviews, including access to the official Standards Pavilion Media Kit for COP29, please contact: \n\n\n\n\n\n\n\n\nVanessa\nVon der Mühll\n\nHead of Communications & Engagement\nISO\n\n+41 79 842 97 34\n\n\n\n\n\n\n\n\n\n\n\n\nJames\nWood\n\nDirector of Communications\nIEC\n\n+41 22 919 03 13\n\nmedia@iec.ch / jwo@iec.ch \n\n\n\n\n\n\n\n\n\n\n\nPatrick\nWilmot\n\nSenior Communications Manager\nUL Standards & Engagement\n\n+1 224 714 0410\n\n\n\n\nAbout the Organizations \nAbout ISO \nISO (International Organization for Standardization) is an independent, non-governmental international organization with a membership of 170 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation and provide solutions to global challenges. ISO has published more than 25,000 International Standards and related documents covering almost every industry, from technology to food safety, to agriculture and healthcare. More information about ISO is available at www.iso.org. \nAbout IEC \nThe IEC (International Electrotechnical Commission) is a global, not-for-profit membership organization that brings together close to 170 countries and coordinates the work of 30 000 experts globally. IEC International Standards and conformity assessment work underpins international trade in electrical and electronic goods. It facilitates electricity access and verifies the safety, performance and interoperability of electric and electronic devices and systems, including for example, consumer devices such as mobile phones or refrigerators, office and medical equipment, information technology, electricity generation, and much more. \nConformity assessment refers to any activity that determines whether a product, system, service and sometimes people fulfil the requirements and characteristics described in a standard or specification. Such requirements can include performance, safety, efficiency, effectiveness, reliability, durability or environmental impacts such as pollution or noise. Verification is generally done through testing and/or inspection. \nLearn more: www.iec.ch \nAbout UL Standards and Engagement \nUL Standards & Engagement strives to create a safer, more sustainable world. To do so, data and scientific discoveries must be amplified and translated into action through data analysis, expert testimony, and deliberation. https://ulse.org  \nStandards Pavilion partners"
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/2024/10/2025-international-AI-Standards-Summit",
        "title": "Setting the standard for responsible AI: 2025 International AI Standards Summit announced this World Standards Day",
        "abstract": "No abstract available",
        "content": "The International Organization for Standardization (ISO), the International Electrotechnical Commission (IEC) and the International Telecommunication Union (ITU) have announced today, on World Standards Day, a joint effort to launch the 2025 International AI Standards Summit.\nThis initiative follows the adoption of the Global Digital Compact by world leaders in September, and is a direct response to a call to action by the United Nations to enhance Artificial Intelligence (AI) governance through International Standards.\n Geneva, Switzerland / New Delhi, India, 14 October 2024\nThe 2025 International AI Standards Summit was announced today at the Fifth Global Standards Symposium in New Delhi, India, during a special session dedicated to the crucial role of International Standards in ensuring safe, responsible and inclusive use of AI. The first iteration of the summit is being held this week in New Delhi.\nThis joint initiative by IEC, ISO and ITU advances the UN’s framework for global governance of digital technology and AI, the Global Digital Compact. The Compact, which was adopted last month as part of the “Pact for the Future” by world leaders convening at the 2024 UN Summit of the Future, highlights the need for increased collaboration among standards development organizations in promoting the development and adoption of interoperable AI standards that uphold safety, reliability, sustainability and human rights.\nThe launch of the International AI Standards Summit is a tangible example of the strength of collaboration between the three organizations, and directly answers the call to action for an AI summit outlined in the UN’s recently published High-level Advisory Body report, ‘Governing AI for Humanity’.\nAs underscored by the UN, AI is already transforming our world, and while it offers tremendous potential for good, if left ungoverned, potential opportunities may not manifest or be distributed equitably.\nThe International AI Standards Summit aligns with this vision and will serve as a vital platform to address the complex challenges posed by AI, ensuring that standards are developed and remain relevant to foster safe, transparent, and inclusive technologies for all.\nISO Secretary-General Sergio Mujica said there is a critical need for a collaborative approach to effective AI governance through International Standards.\n\"The adoption of International Standards in a coordinated way is instrumental in ensuring a future of responsible use of AI,” Mr Mujica said.\n“AI is revolutionizing industries, driving innovation, and building the resilient infrastructure needed to achieve sustainable development all over the world.\n“International Standards lay at the heart of this transformation, helping to ensure that AI is developed, deployed and used in a responsible manner across the globe.\n“ISO is committed to developing standards that advance the United Nations Sustainable Development Goals. Our ongoing cooperation with IEC and ITU reinforces this mission, including initiatives like the AI and Multimedia Authenticity Standards Collaboration, which we announced in May.\n“Standards can support policy goals where global governance is essential, promoting the dissemination of beneficial systems and practices and fostering the efficient development of advanced AI technologies.”\nBy bringing together key stakeholders and experts from around the world, the summit will build a strong foundation for AI governance, advancing the work on creating global standards that promote inclusive and responsible AI development. The 2025 International AI Standards Summit will take place from 2-3 December 2025 in Seoul, hosted by the Korean Agency for Technology and Standards (KATS).\n“We have a responsibility to deliver standards that build confidence in the digital world that underpins so much of our society. Our joint standardization work is already bringing benefits in terms of enhanced interoperability, trustworthiness and transparency in emerging technologies like AI. By working together, IEC, ISO and ITU can leverage their unique expertise and provide valuable insights on AI standards to help governments and policymakers make more informed governance decisions.” said Philippe Metzger, IEC Secretary-General & CEO.\n“As three organizations who are committed to delivering on the call in the recent Global Digital Compact, we are pleased to launch the AI Standards Summit. We believe this will enable tangible, and concrete outcomes to further AI innovation in a way that serves the best interests for humanity,” he added.\nSeizo Onoe, Director of the ITU Telecommunication Standardization Bureau, reiterated the importance of the partnership:\n“ITU is proud to host the first edition of the International AI Standards Summit this week in New Delhi together with our longstanding partners IEC and ISO. We are committed to ensuring that standards support responsible AI governance. That is also the aim of our standards collaboration on AI watermarking and multimedia authenticity launched at this year’s AI for Good Global Summit. IEC, ISO and ITU are now collaborating to develop an AI standards database, a key priority for the UN Secretary-General’s Envoy on Technology.\"\nThe launch of the 2025 International AI Standards Summit on World Standards Day is significant. World Standards Day 2024 encourages the building of a world where resilient infrastructure, sustainable industrial growth, and cutting-edge innovation – powered by AI and supported by International Standards – can drive economic transformation, today and for future generations.\nMore information about World Standards Day is available at www.worldstandardsday.org"
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/SDGguidelines",
        "title": "World-first international guidelines empower businesses and organizations to fast-track SDG success",
        "abstract": "ISO and the United Nations Development Programme (UNDP) have unveiled the world’s first international guidelines to help businesses and organizations expedite their contributions to the UN Sustainable Development Goals (SDGs).",
        "content": "New guidelines for urgent actionToday at the ISO Annual Meeting 2024 in Cartagena de Indias, Colombia, the ISO/UNDP guidelines for contributing to the UN SDGs were officially released. This first publicly available document will guide organizations of all types and sizes in speeding up their response to the SDGs. \n\n\n\n\n\n\n\nWith only six years remaining, calls to intensify efforts and rapidly accelerate progress towards the SDGs are increasing. According to United Nations’ The Sustainable Development Goals Report 2024, only 17% of the SDG targets are on track to being achieved globally by 2030. A common framework for businessesThe new guidelines aim to take organizations from SDG alignment to SDG action. ISO Secretary-General Sergio Mujica highlighted the importance of these guidelines in providing a common approach for both public and private sector entities to align their strategies with the SDGs and document their progress. \n“These guidelines allow all types of organizations – large or small, new or well-established – to place SDGs at the core of their operations,” said Mr. Mujica.\n\nThey provide practical advice for fully integrating sustainable development into all functions and investment decision-making processes.\n\n\n\n\n\n\n\n\nSergio\nMujica\n\n\nISO Secretary-General\n\n\nPartnership for the Goals\nThis initiative marks a significant milestone in the strategic partnership between ISO and UNDP. In September 2023, both organizations signed a landmark Statement of Intent to enhance standards initiatives that will strengthen sustainability efforts globally. The new guidelines are the first major outcome of this collaboration. \n\n\n\n\nISO-UNDP agreement signing at the ISO General Assembly 2024\nMarcos Neto, UN Assistant Secretary-General, the UNDP Assistant Administrator and Director of the Bureau for Policy and Programme Support, said that achieving the SDG targets by 2030 necessitates collective action from all sectors, including governments, civil society, the private sector, and communities. He highlighted the critical role of the new ISO/UNDP guidelines in helping organizations understand their contributions to the SDGs and how they can be most effective. \n“These guidelines will unlock greater contributions to the SDG targets by aligning business purpose, strategy, and results with societal needs,” said Mr. Neto.\n\nThey provide essential tools for the implementation of national SDG plans, enabling contributions from both the private sector and governments. Furthermore, they reinforce accountability for organizational impacts on people and the planet while simultaneously enhancing business performance.\n\n\n\n\n\n\n\n\nMarcos\nNeto\n\n\nUN Assistant Secretary-General\nUNDP Assistant Administrator\nDirector of UNDP's Bureau for Policy and Programme Support\n\n\nA future-ready approach \nThe guidelines, developed by an international group of experts brought together by ISO member for Denmark, Danish Standards, also offer a broader perspective on sustainable development. “The guidelines showcase different business models and new ways of working, both internally and externally, that will accelerate innovation and allocate resources more effectively,” said Tina Helsted Vengsgaard, Director of Standardisation at Danish Standards.\n\nBy implementing the recommendations, organizations can anticipate risks and opportunities related to sustainable development earlier and manage them better.\n\n\n\n\n\n\n\n\nTina\nHelsted\nVengsgaard\n\n\nDanish Standards, Director of Standardisation\n\n\nLooking ahead, these guidelines are set to evolve into the first International Standard for the UN SDGs, building on the foundation laid by UNDP’s SDG Impact Standards and relevant ISO standards. Get the guidelines today \nAs the global community races to meet the SDG targets by 2030, these new guidelines offer a practical tool for businesses and organizations to make meaningful contributions. Download the ISO/UNDP guidelines for the SDGs today to start aligning your strategies and operations with the SDGs and drive meaningful change. \n\nAccess the guidelines Watch the launch event"
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/awards/lde-award-2024",
        "title": "Good news for good governance: Meet the winner of this year’s LDE Award",
        "abstract": "In the midst of challenges including technological disruption, societal transformation and environmental peril, good governance can help us navigate through to a brighter future.",
        "content": "Digital connectivity and technological progress have presented us with opportunities for collaboration like never before. At the same time, we face unprecedented challenges from confronting climate change to navigating cutting-edge innovations. To harness these opportunities and overcome the obstacles before us as individuals and as a collective, we must prioritize good governance.  \nStrong governance can pave the way to a better future by fostering trust, accountability, and a clear sense of purpose, even through turbulent economic and social times. For its work in this critical area, the winner of this year’s Lawrence D. Eicher Leadership Award (LDE) for excellence in standards development is technical committee ISO/TC 309 on governance of organizations. The committee will be honoured at the ISO Annual Meeting in Cartagena de Indias, Colombia, taking place on 9-13 September. \nGood governance: the foundation for a better world \nWeak governance is more than a hindrance, it poses grave risks – for both organizations and the communities they operate in. It erodes public trust, damages reputation, and can lead to substantial financial losses as well as legal repercussions. Most critically, poor governance impedes progress towards our most critical collective endeavours, like reducing inequality and protecting our environment. \nMoreover, good governance is the cornerstone of organizational success. Effective oversight and the ability to adapt to challenges are essential to build an organization that can stand the dual tests of time and change. For employees and the public, good governance fosters accountability, ensuring that organizations are responsible to both their stakeholders and their public.  \nBy providing business leaders and policymakers with the tools to perform effectively, behave ethically and be responsible stewards, ISO/TC 309 has done the difficult job of clearly signposting when an organization’s governance is up to the task before it – and when it is faltering. \nA common “good” \nBut with organizations ranging in size from an industrious sole founder to workforces of hundreds of thousands, across locations, sectors and industries, how can we begin to create a universal definition of good governance? To answer this question, the ISO committee identified one thing that all companies, irrespective of size or speciality, have in common: their purpose.  \nWhether selling food or building software, all companies are working toward a longer-term vision. For the vast majority of companies, this has always been profit; the more revenue a group produces, the more successful they are deemed to be. The experts participating in ISO/TC 309 recognize that a sustainable future calls for a shift in focus, transcending revenue to include people and planet. Whether it’s combatting climate change, supporting local communities or addressing social inequalities, an organization needs to also be a force for positive change. \nGood governance should stem from the answer to this question: What core problems are they solving for people and planet, without benefiting from, or profiting from, creating harm? Chair Kevin Brear, Vice-Chair Dr Axel Kravatzky and Committee Manager Mike Henigan have a clear answer:\n\nIt’s not meant to be that you do everything for everybody. But you identify one strategic contribution and you maximize that. \n\nBeyond identifying this purpose, it’s vital that organizations have a clear understanding of what operating ethically looks like in practice. To this end, the committee has created guidelines that give organizations a set of tools and standards that support the critical work of executing good governance, covering compliance, whistleblowing, anti-bribery, conflicts of interest, and more. \nCongratulations to all the experts of ISO/TC 309 for their commendable work!"
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/contents/news/2024/01/message-from-iso-president-2024.html",
        "title": "Message from ISO President Dr Sung Hwan Cho",
        "abstract": "In January 2024, Dr Sung Hwan Cho of the Republic of Korea took up his new position as ISO President. In this welcome message, he shares his thoughts on how ISO can increase its outreach to respond to current global challenges and the focus of his tenure for the coming two years.",
        "content": "I am deeply honoured to have been given the opportunity to serve as President of ISO, the world’s leading standards organization. At a time when our world is changing at an ever-increasing pace, ISO and the standards we develop offer solutions to the complex global challenges facing humanity. \nThough we all have different backgrounds and experiences, I wholeheartedly believe that a world built on trust, innovation and collaboration can overcome any obstacle. One common thread that strengthens our connection is International Standards. ISO, through the standards we develop, has a pivotal role to play in steering the world towards a better future, and I am profoundly grateful for the chance to take the helm for the next two years. \nThe power of standards is clear and far-reaching. And yet, for many businesses and organizations, standards are invisible; they exist much like the air around us – unseen but essential. My own appreciation of the importance of standards has grown each time I have encountered them in my professional life. I anticipate that the ISO Presidency will only increase my admiration for the extraordinary potential of standards to transform lives for the better.  \n\n\n\n\n\nFrench version | Russian version\n\n\n\nDuring my tenure, I wish to focus on five key pillars of action. \nOne of my first priorities will be building ISO governance to continue to respond to rapidly evolving global challenges, including the destructive effects of climate change and the rapid growth of innovative technologies, such as AI.  \nIn line with our game-changing London Declaration of 2021, ISO and its members are committed to ensuring that new and existing International Standards are climate-aligned. We have equipped our standards developers with the necessary tools and frameworks to achieve this, so that climate considerations will be built in from the ground up. \nISO and IEC’s joint subcommittee on artificial intelligence, meanwhile, has recently developed the first management system standard devoted to AI (ISO/IEC 42001). The broader aim is to bring about positive societal change while addressing the dangers of misuse in order to share the benefits of this transformational technology. \nIn order to achieve our goals of ISO standards used everywhere, meeting global needs and all voices heard, it is crucial that we empower developing countries to participate more effectively and equitably in the development and dissemination of International Standards. I will champion ISO’s Action Plan for developing countries and advocate for the delivery of capacity building activities, which are central to this. \nImplementation of the Action Plan fosters collaboration with partner organizations and peer-to-peer knowledge sharing, leveraging innovation to ensure developing countries reach their full potential. We need to increase participation in this work to guarantee the global relevance of ISO standards and achieve a more balanced, inclusive and sustainable standardization landscape. \nBuilding stronger bridges between ourselves and both business and consumers is another imperative. To accomplish this across every region of the world, we will further develop our communication efforts, expand our presence and enhance the global recognition of ISO in new and dynamic ways. \nISO’s involvement in last year’s COP28 climate conference marked our widest-reaching and highest profile appearance on the international stage to date. We used this opportunity to focus on leveraging ISO standards in the race to net zero and efforts to adapt to and mitigate the effects of climate change. \nWe are also committed to fostering strategic partnerships and engaging with other international organizations, policymakers, standards bodies and end users, as we believe this collaboration creates harmonization and alignment across the standards ecosystem. \nI am convinced that by establishing a comprehensive standards education system, based on our capacity building skills, we can raise awareness of ISO and the prominence of International Standards for people of all ages and backgrounds. An early understanding of the everyday benefits of ISO standards can only improve ISO’s reach and effectiveness. \nThe ISO Strategy 2030 is of central importance to achieving all these aims. Our mission is to make lives easier, safer and better by 2030, in a sustainable and responsive manner, through close collaboration between myself, the Secretary-General, my special advisor, and all ISO national members. \nI firmly believe that our members play a pivotal role in this work, acting as facilitators and enablers. ISO and its members have a critical responsibility to the companies and organizations who rely on us for the relevant standards. \nTo continuously build on our reputation as the world’s most respected standards organization, we must continue to innovate and adapt – with digital dexterity. We are living through a time of unprecedented change, and we must reflect this in all we do. Timeliness in delivering new standards is vital. We must continue to maintain our culture of openness, inclusivity and consensus, making the best use of digital tools to enable greater agility and develop standards that are adaptable and reflect the state of the art. \nThis approach lies behind digital projects such as SMART, our collaboration with IEC, which will transform the way that users – whether humans or machines – interact with standards in future. This digital leap forward serves the needs of all stakeholders, from industry, regulators and end users to society as a whole, broadening the range of standards use. It is a testament to the power of partnerships and collaboration. \nThroughout my tenure as President, I will explore diverse ways in which ISO can partner, protect and innovate, to further grow and progress our 170-member-strong organization. There is no denying the unifying power of standards to build bridges in the most challenging of circumstances. It is with heartfelt gratitude that I accept this opportunity to serve ISO as we continue to be at the forefront of positive change, contributing to a better, more equitable and sustainable world."
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/new-joint-committee-quantum-technologies",
        "title": "IEC and ISO launch new joint technical committee on quantum technologies",
        "abstract": "Geneva, 11 January 2024 – The International Electrotechnical Commission (IEC) and the International Organization for Standardization (ISO) today announced the establishment of a joint technical committee on quantum technologies, ISO/IEC JTC 3, Quantum technologies.",
        "content": "Quantum technologies have immense potential to address today’s global challenges, so it is crucial to build a solid foundation for collaboration. International Standards play a pivotal role in laying an essential common ground to accelerate the development and adoption of quantum advancements in various industries and applications. \n“Catalysing the quantum revolution requires a shared language. Standards provide the framework to turn diverse quantum efforts into a unified force, driving progress, ensuring reliability, and paving the way for a quantum future that is secure, interoperable and globally accessible,” says Sergio Mujica, ISO Secretary-General. \n“While standards are already being developed for some aspects of quantum technologies, there is a pressing need to have a coordinated international approach to streamline technical contributions and maximize their impact, ensuring greater coherence in the market,” explains Philippe Metzger, IEC Secretary-General and CEO. \nThe scope of this new ISO/IEC joint technical committee is to develop standards in the field of quantum technologies, and more particularly quantum computing, quantum simulation, quantum sources, quantum metrology, quantum detectors and quantum communications. South Korea will assume the Chair position. The British Standards Institution (BSI), the IEC and ISO member for the United Kingdom, will hold the Secretariat.  \n“Quantum technologies can unlock solutions to address the greatest societal challenges. As the secretariat, BSI is looking forward to bringing our wealth of expertise in committee management to this, and we are committed to leading and driving the development of International Standards to guide the evolution and integration of quantum technologies, fostering innovation for the benefit of industries and society globally,” says Scott Steedman, Director General, Standards, BSI, Secretariat of ISO/IEC JTC 3, Quantum technologies. \nQuantum technology is the second generation of technologies that harness the power of quantum mechanics to create advanced tools and devices that promise to revolutionize how we solve complex problems and secure information across a range of sectors, including information technology, communications, healthcare, energy, trade, sustainability, education and research, ushering in a new era of technological progress while driving rapid financial growth. \n \nISO contact\nVanessa Von der Mühll\nHead of Communications and Engagement\n‭+41 79 842 97 34‬‬‬‬\nvondermuhll@iso.org / press@iso.orgIEC contact\nGabriela Ehrlich\nDirector of Communications \n‭+41 79 600 5672 \ngeh@iec.ch \n About ISO\nISO (International Organization for Standardization) is an independent, non-governmental international organization with a membership of 170 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation and provide solutions to global challenges. ISO has published more than 25 000 International Standards and related documents covering almost every industry, from technology to food safety, to agriculture and healthcare. \nFor more information, please visit www.iso.org.\nAbout IEC\nThe IEC (International Electrotechnical Commission) is the world’s leader in the preparation and publication of International Standards for all electrical, electronic and related technologies. A global, not-for-profit membership organization, the IEC provides a neutral and independent institutional framework involving over 170 countries, coordinating the work of more than 20 000 experts. It administers four IEC Conformity Assessment Systems, which represent the largest working multilateral agreement based on one-time testing of products globally.\nFor more information, please visit www.iec.ch."
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/cop28/iso-ifrs-pr",
        "title": "IFRS Foundation and ISO commit to future cooperation towards effective communication of information about sustainability-related risks and opportunities",
        "abstract": "ISO standards can help companies implement sustainability and climate commitments, and support disclosures in line with IFRS S2.",
        "content": "Following the publication of the International Sustainability Standards Board’s (ISSB) inaugural Standards – IFRS S1 and IFRS S2 – the IFRS Foundation and the International Organization for Standardization (ISO) have confirmed their shared commitment to cooperate to support efficient and resilient global economies. Both organisations recognise that working together in areas of common interest is in the public interest.\nISO 14000 Environmental management and greenhouse gas emission standards can help companies that have sustainability and climate commitments implement them, and support disclosures in line with IFRS S2.\nCompanies that have implemented such robust management system standards will be well placed to communicate with investors using the ISSB Standards.\nAs ISO Standards support consistent approaches internationally in the internal management of sustainability-related matters, ISO supports the work of the ISSB to establish a truly global baseline of sustainability-related financial disclosures.\nFurthermore, ISO and the IFRS Foundation are committed to advancing capacity building initiatives that focus on supporting organisations to build internal expertise and understanding that advance practices and reporting.\n\n\n\nBlockquote\n\n\n\n\nISO brings together experts to share knowledge so that we can support innovation and provide solutions to global challenges. Arguably, climate-related issues pose one of the greatest challenges of a generation. We are best placed to tackle these challenges when we work together, and as such we are delighted to reaffirm our shared commitment to work with the IFRS Foundation, including through capacity building initiatives.\n\n\n\n\n\n\n\n\n\nSergio\n\nMujica\n\nSecretary-General, ISO\n\n\n\n\n\n\n\nBlockquote\n\n\n\n\nThe old adage says ‘you manage what you measure’ – the link between effective management processes for sustainability-related risks and opportunities and high-quality disclosures is clear. We look forward to working with ISO to highlight this link further in support of the implementation of the ISSB Standards.\n\n\n\n\n\n\n\n\n\nLee\n\nWhite\n\nManaging Director, IFRS Foundation\n\n\n\nCOP28 \nIFRS and ISO will be speaking at a COP28 session as part of the official UNFCCC programme.\nSunday 3 December - Dec 3rd 13:15-14:45 GST - SE Room 8 \n  Livestream: youtube.com/watch?v=wzdCNHbb59s \n‘Credible and accountable climate commitments: we can’t do it alone’\nThis session addresses the proliferation of criteria and benchmarks to verify climate action. It will explore how to achieve greater coherence between disclosure, action and verification standards.\nSpeakers:\n\nAchim Steiner, Administrator, UNDP\nUlrika Francke, President, ISO\nLee White, Managing Director, IFRS\nFiona Watson, Senior Director of Redefining Value, WBCSD\nSarah Mukherjee, CEO, IEMA\nScott Steedman, Director of Standards, BSI\n\t \nMedia contactsISO media contact\nVanessa Von der Mühll\nHead of Communications and Engagement\n‭+41 79 842 97 34‬‬‬‬\nvondermuhll@iso.org / press@iso.org\nIFRS Foundation media contacts\nKirstina Reitan\nDirector of Corporate Communications\n+44 (0) 20 7246 6906\n+44 (0) 7894 573 721\nkreitan@ifrs.org\nSam Relph\nMedia Relations Manager\n+44 (0) 20 3839 4889\nsam.relph@ifrs.orgAbout the IFRS Foundation\nThe IFRS Foundation is a not-for-profit organisation created to serve the public interest by developing globally accepted accounting and sustainability disclosure standards for general purpose financial reporting that meet the needs of investors and other capital market participants for reliable, transparent and comparable information to make economic decisions.\nOur standards are developed by the International Accounting Standards Board (IASB) and the International Sustainability Standards Board (ISSB). The boards are overseen by the IFRS Foundation Trustees, who in turn are accountable to the IFRS Foundation Monitoring Board of public authorities with responsibility for corporate reporting. IFRS Accounting Standards, set by the IASB, are required in more than 140 jurisdictions.\nFor detailed information about our organisation, visit www.ifrs.org.\nAbout ISO\nISO is an international organization with a membership of 169 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation, sustainability, and global trade. \nFor detailed information about our organisation, visit www.iso.org."
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/am23/iso-annual-meeting-breaks-records",
        "title": "ISO Annual Meeting breaks records and builds bridges",
        "abstract": "A record-breaking event in more ways than one.",
        "content": "The ISO Annual Meeting 2023, hosted by Standards Australia, highlighted the pivotal role that International Standards play in meeting global needs and accelerating progress towards achieving the United Nations Sustainable Development Goals (SDGs).\nThe five-day event served as a platform to unite efforts, leverage technology and prioritize sustainability in the pursuit of a better future for all.\nMore than 7 500 participants from over 170 countries participated. The programme featured over 20 sessions with an extraordinary line-up of speakers, including business and industry leaders and high-level government officials.\nTechnology for all\nIn an era defined by rapid technological advancements, futurist and visionary Chris Riddell gave an electrifying opening keynote address, setting the tone for days ahead. Riddell provided attendees with a riveting glimpse into the future and the need for organizations to be prepared.\nFascinating conversations were had about the transformative impact of technologies such as artificial intelligence (AI), metaverse and convergence-related issues. Cybersecurity was cited as a paramount concern. Experts highlighted the evolving threat landscape and the importance of robust cybersecurity standards to protect critical infrastructure, data and individuals.\nThe ISO Annual Meeting shined a spotlight on the increasing urgency for AI standards in shaping the technological ecosystem. This year’s LDE Award celebrates a trailblazing subcommittee on AI laying the groundwork for future developments in this field. The joint ISO and IEC subcommittee on AI was honoured for its effective leadership, innovative approaches and proactive management and best practice in developing standards for the rapidly evolving technology. \n\n\n\nTrust and policy\nTrust emerged as a compelling theme, resonating across discussions on international trade, anti-corruption and sustainability, and underscoring the critical role of standards in policy to build a more trustworthy global landscape.\n“Unless you have that trust, you have more uncertainty. Trade always suffers when there is uncertainty,” said Erik Wijkström from the World Trade Organization. International Standards can help ensure transparency, accountability and credibility, so that sustainability commitments can translate into meaningful action on the global stage.\nUnveiled at the ISO Annual Meeting, two ambitious toolkits – ISO Policy Toolkit and ISO Climate Action Toolkit – serve to help position standards at the forefront of the policy agenda, bridging the gap between government and national standards bodies. By making standards an integral part of the discussions, the toolkits will help policymakers use and reference standards in policy frameworks.\nContinued commitment to climate\nRepeated throughout almost every session and during discussions, speakers and participants alike were clear in their message that, by working together, sharing knowledge, and harmonizing efforts, the global standards community can accelerate the pace of change needed to create a more sustainable world.\n\n\n\nClimate solutions for small islands featuring (from left) Derek Kawiti, Professor, Maori Designed Environments & Indigenous Technologies and Architect; Hon. Crossley Tatui, Minister for Infrastructure and Finance (Niue); Kushaal Raj, Director of Climate Change, Fiji Climate Change & National Designated Authority; Esline Garaebiti, Director General, Ministry of Climate Change Adaptation, Meteorology, Geo-Hazards, Environment, Energy and Disaster Management (Vanuatu); and Hon.Vaimu’a Muliava, Minister of Digital transformation, Technological innovation, Construction and Public Service (New Caledonia).\n“Through International Standards, we can create a framework allowing our ambition to echo through the whole world,” said Honourable Crossley Tatui, Niue’s Minister for Infrastructure and Finance. The Honourable Minister was among several leaders from Pacific islands sharing their insights on the devastating impacts of climate change that threaten their ecosystems, economies and overall wellbeing. Effective climate mitigation and adaptation standards are crucial to help this region better face the volatilities of climate change.\nClimate was also a dominant theme at the ISO General Assembly, which brings together representatives from ISO members around the world and is always one of the highlights of the ISO Annual Meeting. ISO’s climate commitment was given greater momentum with the inclusion of a strategic priority on environmental sustainability, enshrined in the updated ISO Strategy 2030.\nCollaboration is key\nA landmark new partnership was announced with the United Nations Development Programme (UNDP) to enhance sustainability action. Building on the unique contributions of each organization, the commitment aims to enhance International Standards that advance sustainability actions in both the public and private sectors. \n“By helping to shape new management standards for businesses and investors, UNDP and ISO can ensure that sustainability and the SDGs are not just an add-on to business – they will be an intrinsic part of how all business is done,” said Achim Steiner, UNDP Administrator. “With better practices, we will achieve better outcomes for business and investors – and better outcomes for people and planet.”\nFinal thoughts\nAs the ISO Annual Meeting 2023 drew to a close, leaving a sense of hope and anticipation in its wake, momentum for change is stronger than ever. This year’s gathering showcased the unwavering commitment of the international standards community to addressing global challenges together. \n“Our shared pursuit of creating standards that transcend borders and boundaries is realized through the efforts of members […] where mutual respect and cooperation are the driving forces,” said Ulrika Francke as she completes her term as President of ISO at the end of 2023.\nThe challenges ahead are significant, but with international collaboration at the heart of standards work, and a collective dedication to a more sustainable world, we are poised to make meaningful strides towards a better future.\nWe look forward to the continued discussions and actions as we work towards the next ISO Annual Meeting in Cartagena de Indias, Colombia, from 9-13 September 2024."
    },
    {
        "tag": "Standards world Institutional news",
        "link": "https://www.iso.org/news/am23/iso-and-undp-announce-partnership-to-enhance-sustainability-action",
        "title": "ISO and UNDP announce partnership to enhance sustainability action",
        "abstract": "New York, United States / Geneva, Switzerland – 20 September 2023 \nThe International Organization for Standardization (ISO) and the United Nations Development Programme (UNDP) have signed a landmark Statement of Intent, signaling their commitment to the role of International Standards in addressing global development challenges.",
        "content": "They will collaborate on initiatives geared towards enhancing international standards that advance sustainability actions by both the public and private sectors, including the prospective development of the first international standard for the United Nations’ Sustainable Development Goals (SDGs) based on UNDP’s SDG Impact Standards and relevant ISO standards. \nSuch a standard would be significant in that it will provide a common basis for documentation and certification, making it easier for organizations and companies to align their efforts and document progress toward the SDGs.\n“As we see with SDG 17 – Partnerships for Goals achieving the SDGs requires true partnering across all sectors. This partnership between ISO and UNDP brings forth an opportunity to build on the unique contributions of each organization for a more resilient and equitable future for all,” said ISO President, Ulrika Francke. \n“By helping to shape new management standards for businesses and investors, UNDP and ISO can ensure that sustainability and the SDGs are not just an add-on to business – they will be an intrinsic part of how all business is done,” said Achim Steiner, UNDP Administrator. “With better practices, we will achieve better outcomes for business and investors – and better outcomes for people and planet.”\nThis partnership creates the opportunity to harness the complementary competencies and reach of two of the world’s leading organizations in their field and marks a notable step towards aligning sustainability standards globally. \nThe two organizations look forward to a close collaboration together with all who contribute to advancing the achievement of the SDGs.About ISO\nISO is an international organization with a membership of 168 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation, sustainability, and global trade.\nAbout UNDP\nAs the United Nations lead agency on international development, UNDP works in 170 countries and territories to eradicate poverty and reduce inequality. UNDP helps countries to develop policies, leadership skills, partnering abilities, institutional capabilities, and to build resilience to achieve the Sustainable Development Goals. Its work is concentrated in three focus areas: sustainable development, democratic governance and peace building, and climate and disaster resilience.\nAbout UNDP Sustainable Finance Hub\nThe Sustainable Finance Hub brings together UNDP’s financial expertise to harness public and private capital for the Sustainable Development Goals – supporting governments, investors and businesses in reaching climate, social impact and sustainability targets. Its work drives systemic change towards a sustainable financial architecture that benefits people and planet. Contacts\nISO\nVanessa Von der Mühll\nHead of Communications and Engagement\nvondermuhll@iso.org / press@iso.org\n‭+41 79 842 97 34‬‬‬‬\nUNDP\nHaw-Yan Man\nStrategic Communications Specialist\nhaw-yan.man@undp.org"
    }
]